// poems.js

const poemMap = new Map([
  ['静夜思',
{
    "no": 1,
    "title": "静夜思",
    "dynasty": "唐代",
    "author": "李白",
    "poem": "床前明月光，疑是地上霜。\n举头望明月，低头思故乡。"
}],
  ['咏鹅',
{
    "no": 2,
    "title": "咏鹅",
    "dynasty": "唐代",
    "author": "骆宾王",
    "poem": "鹅，鹅，鹅，曲项向天歌。\n白毛浮绿水，红掌拨清波。"
}],
  ['山中',
{
    "no": 3,
    "title": "山中",
    "dynasty": "唐代",
    "author": "王维",
    "poem": "荆溪白石出，天寒红叶稀。\n山路元无雨，空翠湿人衣。"
}],
  ['竹里馆',
{
    "no": 4,
    "title": "竹里馆",
    "dynasty": "唐代",
    "author": "王维",
    "poem": "独坐幽篁里，弹琴复长啸。\n深林人不知，明月来相照。"
}],
  ['春晓',
{
    "no": 5,
    "title": "春晓",
    "dynasty": "唐代",
    "author": "孟浩然",
    "poem": "春眠不觉晓，处处闻啼鸟。\n夜来风雨声，花落知多少。"
}],
  ['鸟鸣涧',
{
    "no": 6,
    "title": "鸟鸣涧",
    "dynasty": "唐代",
    "author": "王维",
    "poem": "人闲桂花落，夜静春山空。\n月出惊山鸟，时鸣春涧中。"
}],
  ['登鹳雀楼',
{
    "no": 7,
    "title": "登鹳雀楼",
    "dynasty": "唐代",
    "author": "王之涣",
    "poem": "白日依山尽，黄河入海流。\n欲穷千里目，更上一层楼。"
}],
  ['行宫',
{
    "no": 8,
    "title": "行宫",
    "dynasty": "唐代",
    "author": "元稹",
    "poem": "寥落古行宫，宫花寂寞红。\n白头宫女在，闲坐说玄宗。"
}],
  ['相思',
{
    "no": 9,
    "title": "相思",
    "dynasty": "唐代",
    "author": "王维",
    "poem": "红豆生南国，春来发几枝。\n愿君多采撷，此物最相思。"
}],
  ['寻隐者不遇',
{
    "no": 10,
    "title": "寻隐者不遇",
    "dynasty": "唐代",
    "author": "贾岛",
    "poem": "松下问童子，言师采药去。\n只在此山中，云深不知处。"
}],
  ['八阵图',
{
    "no": 11,
    "title": "八阵图",
    "dynasty": "唐代",
    "author": "杜甫",
    "poem": "功盖三分国，名成八阵图。\n江流石不转，遗恨失吞吴。"
}],
  ['登乐游原',
{
    "no": 12,
    "title": "登乐游原",
    "dynasty": "唐代",
    "author": "李商隐",
    "poem": "向晚意不适，驱车登古原。\n夕阳无限好，只是近黄昏。"
}],
  ['杂诗三首·其二',
{
    "no": 13,
    "title": "杂诗三首·其二",
    "dynasty": "唐代",
    "author": "王维",
    "poem": "君自故乡来，应知故乡事。\n来日绮窗前，寒梅著花未？"
}],
  ['宿建德江',
{
    "no": 14,
    "title": "宿建德江",
    "dynasty": "唐代",
    "author": "孟浩然",
    "poem": "移舟泊烟渚，日暮客愁新。\n野旷天低树，江清月近人。"
}],
  ['江雪_15',
{
    "no": 15,
    "title": "江雪",
    "dynasty": "唐代",
    "author": "柳宗元",
    "poem": "千山鸟飞绝，万径人踪灭。\n孤舟蓑笠翁，独钓寒江雪。"
}],
  ['宫词·故国三千里',
{
    "no": 16,
    "title": "宫词·故国三千里",
    "dynasty": "唐代",
    "author": "张祜",
    "poem": "故国三千里，深宫二十年。\n一声何满子，双泪落君前。"
}],
  ['鹿柴',
{
    "no": 17,
    "title": "鹿柴",
    "dynasty": "唐代",
    "author": "王维",
    "poem": "空山不见人，但闻人语响。\n返景入深林，复照青苔上。"
}],
  ['问刘十九',
{
    "no": 18,
    "title": "问刘十九",
    "dynasty": "唐代",
    "author": "白居易",
    "poem": "绿蚁新醅酒，红泥小火炉。\n晚来天欲雪，能饮一杯无？"
}],
  ['怨情',
{
    "no": 19,
    "title": "怨情",
    "dynasty": "唐代",
    "author": "李白",
    "poem": "美人卷珠帘，深坐颦蛾眉。\n但见泪痕湿，不知心恨谁。"
}],
  ['渡汉江',
{
    "no": 20,
    "title": "渡汉江",
    "dynasty": "唐代",
    "author": "宋之问",
    "poem": "岭外音书断，经冬复历春。\n近乡情更怯，不敢问来人。"
}],
  ['清明',
{
    "no": 21,
    "title": "清明",
    "dynasty": "唐代",
    "author": "杜牧",
    "poem": "清明时节雨纷纷，路上行人欲断魂。\n借问酒家何处有，牧童遥指杏花村。"
}],
  ['咏柳 / 柳枝词',
{
    "no": 22,
    "title": "咏柳 / 柳枝词",
    "dynasty": "唐代",
    "author": "贺知章",
    "poem": "碧玉妆成一树高，万条垂下绿丝绦。\n不知细叶谁裁出，二月春风似剪刀。"
}],
  ['芙蓉楼送辛渐',
{
    "no": 23,
    "title": "芙蓉楼送辛渐",
    "dynasty": "唐代",
    "author": "王昌龄",
    "poem": "寒雨连江夜入吴，平明送客楚山孤。\n洛阳亲友如相问，一片冰心在玉壶。"
}],
  ['嫦娥',
{
    "no": 24,
    "title": "嫦娥",
    "dynasty": "唐代",
    "author": "李商隐",
    "poem": "云母屏风烛影深，长河渐落晓星沉。\n嫦娥应悔偷灵药，碧海青天夜夜心。"
}],
  ['黄鹤楼送孟浩然之广陵',
{
    "no": 25,
    "title": "黄鹤楼送孟浩然之广陵",
    "dynasty": "唐代",
    "author": "李白",
    "poem": "故人西辞黄鹤楼，烟花三月下扬州。\n孤帆远影碧空尽，唯见长江天际流。"
}],
  ['秋词',
{
    "no": 26,
    "title": "秋词",
    "dynasty": "唐代",
    "author": "刘禹锡",
    "poem": "自古逢秋悲寂寥，我言秋日胜春朝。\n晴空一鹤排云上，便引诗情到碧霄。"
}],
  ['绝句',
{
    "no": 27,
    "title": "绝句",
    "dynasty": "唐代",
    "author": "杜甫",
    "poem": "两个黄鹂鸣翠柳，一行白鹭上青天。\n窗含西岭千秋雪，门泊东吴万里船。"
}],
  ['秋夕',
{
    "no": 28,
    "title": "秋夕",
    "dynasty": "唐代",
    "author": "杜牧",
    "poem": "银烛秋光冷画屏，轻罗小扇扑流萤。\n天阶夜色凉如水，卧看牵牛织女星。"
}],
  ['望庐山瀑布',
{
    "no": 29,
    "title": "望庐山瀑布",
    "dynasty": "唐代",
    "author": "李白",
    "poem": "日照香炉生紫烟，遥看瀑布挂前川。\n飞流直下三千尺，疑是银河落九天。"
}],
  ['九月九日忆山东兄弟',
{
    "no": 30,
    "title": "九月九日忆山东兄弟",
    "dynasty": "唐代",
    "author": "王维",
    "poem": "独在异乡为异客，每逢佳节倍思亲。\n遥知兄弟登高处，遍插茱萸少一人。"
}],
  ['夜雨寄北',
{
    "no": 31,
    "title": "夜雨寄北",
    "dynasty": "唐代",
    "author": "李商隐",
    "poem": "君问归期未有期，巴山夜雨涨秋池。\n何当共剪西窗烛，却话巴山夜雨时。"
}],
  ['凉州词·王翰',
{
    "no": 32,
    "title": "凉州词·王翰",
    "dynasty": "唐代",
    "author": "王翰",
    "poem": "葡萄美酒夜光杯，欲饮琵琶马上催。\n醉卧沙场君莫笑，古来征战几人回？"
}],
  ['离思五首·其四',
{
    "no": 33,
    "title": "离思五首·其四",
    "dynasty": "唐代",
    "author": "元稹",
    "poem": "曾经沧海难为水，除却巫山不是云。\n取次花丛懒回顾，半缘修道半缘君。"
}],
  ['江南春',
{
    "no": 34,
    "title": "江南春",
    "dynasty": "唐代",
    "author": "杜牧",
    "poem": "千里莺啼绿映红，水村山郭酒旗风。\n南朝四百八十寺，多少楼台烟雨中。"
}],
  ['凉州词·王之涣',
{
    "no": 35,
    "title": "凉州词·王之涣",
    "dynasty": "唐代",
    "author": "王之涣",
    "poem": "黄河远上白云间，一片孤城万仞山。\n羌笛何须怨杨柳，春风不度玉门关。"
}],
  ['秋思',
{
    "no": 36,
    "title": "秋思",
    "dynasty": "唐代",
    "author": "张籍",
    "poem": "洛阳城里见秋风，欲作家书意万重。\n复恐匆匆说不尽，行人临发又开封。"
}],
  ['泊秦淮',
{
    "no": 37,
    "title": "泊秦淮",
    "dynasty": "唐代",
    "author": "杜牧",
    "poem": "烟笼寒水月笼沙，夜泊秦淮近酒家。\n商女不知亡国恨，隔江犹唱《后庭花》。"
}],
  ['渭城曲',
{
    "no": 38,
    "title": "渭城曲",
    "dynasty": "唐代",
    "author": "王维",
    "poem": "渭城朝雨浥轻尘，客舍青青柳色新。\n劝君更尽一杯酒，西出阳关无故人。"
}],
  ['出塞二首·其一',
{
    "no": 39,
    "title": "出塞二首·其一",
    "dynasty": "唐代",
    "author": "王昌龄",
    "poem": "秦时明月汉时关，万里长征人未还。\n但使龙城飞将在，不教胡马度阴山。"
}],
  ['回乡偶书二首·其一',
{
    "no": 40,
    "title": "回乡偶书二首·其一",
    "dynasty": "唐代",
    "author": "贺知章",
    "poem": "少小离家老大回，乡音无改鬓毛衰。\n儿童相见不相识，笑问客从何处来。"
}],
  ['春望',
{
    "no": 41,
    "title": "春望",
    "dynasty": "唐代",
    "author": "杜甫",
    "poem": "国破山河在，城春草木深。\n感时花溅泪，恨别鸟惊心。\n烽火连三月，家书抵万金。\n白头搔更短，浑欲不胜簪。"
}],
  ['春夜喜雨',
{
    "no": 42,
    "title": "春夜喜雨",
    "dynasty": "唐代",
    "author": "杜甫",
    "poem": "好雨知时节，当春乃发生。\n随风潜入夜，润物细无声。\n野径云俱黑，江船火独明。\n晓看红湿处，花重锦官城。"
}],
  ['山居秋暝',
{
    "no": 43,
    "title": "山居秋暝",
    "dynasty": "唐代",
    "author": "王维",
    "poem": "空山新雨后，天气晚来秋。\n明月松间照，清泉石上流。\n竹喧归浣女，莲动下渔舟。\n随意春芳歇，王孙自可留。"
}],
  ['使至塞上',
{
    "no": 44,
    "title": "使至塞上",
    "dynasty": "唐代",
    "author": "王维",
    "poem": "单车欲问边，属国过居延。\n征蓬出汉塞，归雁入胡天。\n大漠孤烟直，长河落日圆。\n萧关逢候骑，都护在燕然。"
}],
  ['望岳',
{
    "no": 45,
    "title": "望岳",
    "dynasty": "唐代",
    "author": "杜甫",
    "poem": "岱宗夫如何？齐鲁青未了。\n造化钟神秀，阴阳割昏晓。\n荡胸生曾云，决眦入归鸟。\n会当凌绝顶，一览众山小。"
}],
  ['过故人庄',
{
    "no": 46,
    "title": "过故人庄",
    "dynasty": "唐代",
    "author": "孟浩然",
    "poem": "故人具鸡黍，邀我至田家。\n绿树村边合，青山郭外斜。\n开轩面场圃，把酒话桑麻。\n待到重阳日，还来就菊花。"
}],
  ['送友人',
{
    "no": 47,
    "title": "送友人",
    "dynasty": "唐代",
    "author": "李白",
    "poem": "青山横北郭，白水绕东城。\n此地一为别，孤蓬万里征。\n浮云游子意，落日故人情。\n挥手自兹去，萧萧班马鸣。"
}],
  ['送杜少府之任蜀州',
{
    "no": 48,
    "title": "送杜少府之任蜀州",
    "dynasty": "唐代",
    "author": "王勃",
    "poem": "城阙辅三秦，风烟望五津。\n与君离别意，同是宦游人。\n海内存知己，天涯若比邻。\n无为在歧路，儿女共沾巾。"
}],
  ['望月怀远',
{
    "no": 49,
    "title": "望月怀远",
    "dynasty": "唐代",
    "author": "张九龄",
    "poem": "海上生明月，天涯共此时。\n情人怨遥夜，竟夕起相思。\n灭烛怜光满，披衣觉露滋。\n不堪盈手赠，还寝梦佳期。"
}],
  ['渡荆门送别',
{
    "no": 50,
    "title": "渡荆门送别",
    "dynasty": "唐代",
    "author": "李白",
    "poem": "渡远荆门外，来从楚国游。\n山随平野尽，江入大荒流。\n月下飞天镜，云生结海楼。\n仍怜故乡水，万里送行舟。"
}],
  ['终南别业',
{
    "no": 51,
    "title": "终南别业",
    "dynasty": "唐代",
    "author": "王维",
    "poem": "中岁颇好道，晚家南山陲。\n兴来每独往，胜事空自知。\n行到水穷处，坐看云起时。\n偶然值林叟，谈笑无还期。"
}],
  ['刺勒歌',
{
    "no": 52,
    "title": "刺勒歌",
    "dynasty": "南北朝",
    "author": "北朝民歌",
    "poem": "敕勒川，阴山下。\n天似穹庐，笼盖四野。\n天苍苍，野茫茫，风吹草低见牛羊。"
}],
  ['月夜忆舍弟',
{
    "no": 53,
    "title": "月夜忆舍弟",
    "dynasty": "唐代",
    "author": "杜甫",
    "poem": "戍鼓断人行，边秋一雁声。\n露从今夜白，月是故乡明。\n有弟皆分散，无家问死生。\n寄书长不达，况乃未休兵。"
}],
  ['赠孟浩然',
{
    "no": 54,
    "title": "赠孟浩然",
    "dynasty": "唐代",
    "author": "李白",
    "poem": "吾爱孟夫子，风流天下闻。\n红颜弃轩冕，白首卧松云。\n醉月频中圣，迷花不事君。\n高山安可仰，徒此揖清芬。"
}],
  ['旅夜书怀',
{
    "no": 55,
    "title": "旅夜书怀",
    "dynasty": "唐代",
    "author": "杜甫",
    "poem": "细草微风岸，危樯独夜舟。\n星垂平野阔，月涌大江流。\n名岂文章著，官应老病休。\n飘飘何所似，天地一沙鸥。"
}],
  ['草',
{
    "no": 56,
    "title": "草",
    "dynasty": "唐代",
    "author": "白居易",
    "poem": "离离原上草，一岁一枯荣。\n野火烧不尽，春风吹又生。\n远芳侵古道，晴翠接荒城。\n又送王孙去，萋萋满别情。"
}],
  ['月夜',
{
    "no": 57,
    "title": "月夜",
    "dynasty": "唐代",
    "author": "杜甫",
    "poem": "今夜鄜州月，闺中只独看。\n遥怜小儿女，未解忆长安。\n香雾云鬟湿，清辉玉臂寒。\n何时倚虚幌，双照泪痕干。"
}],
  ['北青萝',
{
    "no": 58,
    "title": "北青萝",
    "dynasty": "唐代",
    "author": "李商隐",
    "poem": "残阳西入崦，茅屋访孤僧。\n落叶人何在，寒云路几层。\n独敲初夜磬，闲倚一枝藤。\n世界微尘里，吾宁爱与憎。"
}],
  ['送梓州李使君',
{
    "no": 59,
    "title": "送梓州李使君",
    "dynasty": "唐代",
    "author": "王维",
    "poem": "万壑树参天，千山响杜鹃。\n山中一夜雨，树杪百重泉。\n汉女输橦布，巴人讼芋田。\n文翁翻教授，不敢倚先贤。"
}],
  ['次北固山下',
{
    "no": 60,
    "title": "次北固山下",
    "dynasty": "唐代",
    "author": "王湾",
    "poem": "客路青山外，行舟绿水前。\n潮平两岸阔，风正一帆悬。\n海日生残夜，江春入旧年。\n乡书何处达？归雁洛阳边。"
}],
  ['钱塘湖春行',
{
    "no": 61,
    "title": "钱塘湖春行",
    "dynasty": "唐代",
    "author": "白居易",
    "poem": "孤山寺北贾亭西，水面初平云脚低。\n几处早莺争暖树，谁家新燕啄春泥。\n乱花渐欲迷人眼，浅草才能没马蹄。\n最爱湖东行不足，绿杨阴里白沙堤。"
}],
  ['无题·相见时难别亦难',
{
    "no": 62,
    "title": "无题·相见时难别亦难",
    "dynasty": "唐代",
    "author": "李商隐",
    "poem": "相见时难别亦难，东风无力百花残。\n春蚕到死丝方尽，蜡炬成灰泪始干。\n晓镜但愁云鬓改，夜吟应觉月光寒。\n蓬山此去无多路，青鸟殷勤为探看。"
}],
  ['闻官军收河南河北',
{
    "no": 63,
    "title": "闻官军收河南河北",
    "dynasty": "唐代",
    "author": "杜甫",
    "poem": "剑外忽传收蓟北，初闻涕泪满衣裳。\n却看妻子愁何在，漫卷诗书喜欲狂。\n白日放歌须纵酒，青春作伴好还乡。\n即从巴峡穿巫峡，便下襄阳向洛阳。"
}],
  ['酬乐天扬州初逢席上见赠',
{
    "no": 64,
    "title": "酬乐天扬州初逢席上见赠",
    "dynasty": "唐代",
    "author": "刘禹锡",
    "poem": "巴山楚水凄凉地，二十三年弃置身。\n怀旧空吟闻笛赋，到乡翻似烂柯人。\n沉舟侧畔千帆过，病树前头万木春。\n今日听君歌一曲，暂凭杯酒长精神。"
}],
  ['黄鹤楼',
{
    "no": 65,
    "title": "黄鹤楼",
    "dynasty": "唐代",
    "author": "崔颢",
    "poem": "昔人已乘黄鹤去，此地空余黄鹤楼。\n黄鹤一去不复返，白云千载空悠悠。\n晴川历历汉阳树，芳草萋萋鹦鹉洲。\n日暮乡关何处是？烟波江上使人愁。"
}],
  ['锦瑟',
{
    "no": 66,
    "title": "锦瑟",
    "dynasty": "唐代",
    "author": "李商隐",
    "poem": "锦瑟无端五十弦，一弦一柱思华年。\n庄生晓梦迷蝴蝶，望帝春心托杜鹃。\n沧海月明珠有泪，蓝田日暖玉生烟。\n此情可待成追忆，只是当时已惘然。"
}],
  ['登高',
{
    "no": 67,
    "title": "登高",
    "dynasty": "唐代",
    "author": "杜甫",
    "poem": "风急天高猿啸哀，渚清沙白鸟飞回。\n无边落木萧萧下，不尽长江滚滚来。\n万里悲秋常作客，百年多病独登台。\n艰难苦恨繁霜鬓，潦倒新停浊酒杯。"
}],
  ['登金陵凤凰台',
{
    "no": 68,
    "title": "登金陵凤凰台",
    "dynasty": "唐代",
    "author": "李白",
    "poem": "凤凰台上凤凰游，凤去台空江自流。\n吴宫花草埋幽径，晋代衣冠成古丘。\n三山半落青天外，二水中分白鹭洲。\n总为浮云能蔽日，长安不见使人愁。"
}],
  ['无题·昨夜星辰昨夜风',
{
    "no": 69,
    "title": "无题·昨夜星辰昨夜风",
    "dynasty": "唐代",
    "author": "李商隐",
    "poem": "昨夜星辰昨夜风，画楼西畔桂堂东。\n身无彩凤双飞翼，心有灵犀一点通。\n隔座送钩春酒暖，分曹射覆蜡灯红。\n嗟余听鼓应官去，走马兰台类转蓬。"
}],
  ['蜀相',
{
    "no": 70,
    "title": "蜀相",
    "dynasty": "唐代",
    "author": "杜甫",
    "poem": "丞相祠堂何处寻，锦官城外柏森森。\n映阶碧草自春色，隔叶黄鹂空好音。\n三顾频烦天下计，两朝开济老臣心。\n出师未捷身先死，长使英雄泪满襟。"
}],
  ['声声慢·寻寻觅觅',
{
    "no": 71,
    "title": "声声慢·寻寻觅觅",
    "dynasty": "宋代",
    "author": "李清照",
    "poem": "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急？雁过也，正伤心，却是旧时相识。\n满地黄花堆积。憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑？梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！"
}],
  ['虞美人·听雨',
{
    "no": 72,
    "title": "虞美人·听雨",
    "dynasty": "宋代",
    "author": "蒋捷",
    "poem": "少年听雨歌楼上。红烛昏罗帐。壮年听雨客舟中。江阔云低、断雁叫西风。\n而今听雨僧庐下。鬓已星星也。悲欢离合总无情。一任阶前、点滴到天明。"
}],
  ['青玉案·元夕',
{
    "no": 73,
    "title": "青玉案·元夕",
    "dynasty": "宋代",
    "author": "辛弃疾",
    "poem": "东风夜放花千树。更吹落、星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。\n蛾儿雪柳黄金缕。笑语盈盈暗香去。众里寻他千百度。蓦然回首，那人却在，灯火阑珊处。"
}],
  ['江城子·乙卯正月二十日夜记梦',
{
    "no": 74,
    "title": "江城子·乙卯正月二十日夜记梦",
    "dynasty": "宋代",
    "author": "苏轼",
    "poem": "十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。\n夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。"
}],
  ['武陵春·春晚',
{
    "no": 75,
    "title": "武陵春·春晚",
    "dynasty": "宋代",
    "author": "李清照",
    "poem": "风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。\n闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。"
}],
  ['雨霖铃·寒蝉凄切',
{
    "no": 76,
    "title": "雨霖铃·寒蝉凄切",
    "dynasty": "宋代",
    "author": "柳永",
    "poem": "寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。\n多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？"
}],
  ['浣溪沙·一曲新词酒一杯',
{
    "no": 77,
    "title": "浣溪沙·一曲新词酒一杯",
    "dynasty": "宋代",
    "author": "晏殊",
    "poem": "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？\n无可奈何花落去，似曾相识燕归来。小园香径独徘徊。"
}],
  ['一剪梅·红藕香残玉簟秋',
{
    "no": 78,
    "title": "一剪梅·红藕香残玉簟秋",
    "dynasty": "宋代",
    "author": "李清照",
    "poem": "红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来，雁字回时，月满西楼。\n花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。"
}],
  ['千秋岁·数声鶗鴂',
{
    "no": 79,
    "title": "千秋岁·数声鶗鴂",
    "dynasty": "宋代",
    "author": "张先",
    "poem": "数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日花飞雪。\n莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。"
}],
  ['鹊桥仙·纤云弄巧',
{
    "no": 80,
    "title": "鹊桥仙·纤云弄巧",
    "dynasty": "宋代",
    "author": "秦观",
    "poem": "纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。\n柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。"
}],
  ['蝶恋花·伫倚危楼风细细',
{
    "no": 81,
    "title": "蝶恋花·伫倚危楼风细细",
    "dynasty": "宋代",
    "author": "柳永",
    "poem": "伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。\n拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。"
}],
  ['醉花阴·薄雾浓云愁永昼',
{
    "no": 82,
    "title": "醉花阴·薄雾浓云愁永昼",
    "dynasty": "宋代",
    "author": "李清照",
    "poem": "薄雾浓云愁永昼，瑞脑消金兽。佳节又重阳，玉枕纱橱，半夜凉初透。\n东篱把酒黄昏后，有暗香盈袖。莫道不销魂，帘卷西风，人比黄花瘦。"
}],
  ['蝶恋花·春景',
{
    "no": 83,
    "title": "蝶恋花·春景",
    "dynasty": "宋代",
    "author": "苏轼",
    "poem": "花褪残红青杏小。燕子飞时，绿水人家绕。枝上柳绵吹又少。天涯何处无芳草！\n墙里秋千墙外道。墙外行人，墙里佳人笑。笑渐不闻声渐悄。多情却被无情恼。"
}],
  ['临江仙·梦后楼台高锁',
{
    "no": 84,
    "title": "临江仙·梦后楼台高锁",
    "dynasty": "宋代",
    "author": "晏几道",
    "poem": "梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞。\n记得小蘋初见，两重心字罗衣。琵琶弦上说相思。当时明月在，曾照彩云归。"
}],
  ['苏幕遮·怀旧',
{
    "no": 85,
    "title": "苏幕遮·怀旧",
    "dynasty": "宋代",
    "author": "范仲淹",
    "poem": "碧云天，黄叶地。秋色连波，波上寒烟翠。山映斜阳天接水。芳草无情，更在斜阳外。\n黯乡魂，追旅思。夜夜除非，好梦留人睡。明月楼高休独倚。酒入愁肠，化作相思泪。"
}],
  ['丑奴儿·书博山道中壁',
{
    "no": 86,
    "title": "丑奴儿·书博山道中壁",
    "dynasty": "宋代",
    "author": "辛弃疾",
    "poem": "少年不识愁滋味，爱上层楼。爱上层楼。为赋新词强说愁。\n而今识尽愁滋味，欲说还休。欲说还休。却道天凉好个秋。"
}],
  ['卜算子·我住长江头',
{
    "no": 87,
    "title": "卜算子·我住长江头",
    "dynasty": "宋代",
    "author": "李之仪",
    "poem": "我住长江头，君住长江尾。日日思君不见君，共饮长江水。\n此水几时休，此恨何时已。只愿君心似我心，定不负相思意。"
}],
  ['蝶恋花·庭院深深深几许',
{
    "no": 88,
    "title": "蝶恋花·庭院深深深几许",
    "dynasty": "宋代",
    "author": "欧阳修",
    "poem": "庭院深深深几许，杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。\n雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。"
}],
  ['一剪梅·舟过吴江',
{
    "no": 89,
    "title": "一剪梅·舟过吴江",
    "dynasty": "宋代",
    "author": "蒋捷",
    "poem": "一片春愁待酒浇。江上舟摇，楼上帘招。秋娘渡与泰娘桥，风又飘飘，雨又萧萧。\n何日归家洗客袍？银字笙调，心字香烧。流光容易把人抛，红了樱桃，绿了芭蕉。"
}],
  ['玉楼春·春景',
{
    "no": 90,
    "title": "玉楼春·春景",
    "dynasty": "宋代",
    "author": "宋祁",
    "poem": "东城渐觉风光好。縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。\n浮生长恨欢娱少。肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晚照。"
}],
  ['念奴娇·赤壁怀古',
{
    "no": 91,
    "title": "念奴娇·赤壁怀古",
    "dynasty": "宋代",
    "author": "苏轼",
    "poem": "大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。\n遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。"
}],
  ['破阵子·为陈同甫赋壮词以寄之',
{
    "no": 92,
    "title": "破阵子·为陈同甫赋壮词以寄之",
    "dynasty": "宋代",
    "author": "辛弃疾",
    "poem": "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声。沙场秋点兵。\n马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！"
}],
  ['江城子·密州出猎',
{
    "no": 93,
    "title": "江城子·密州出猎",
    "dynasty": "宋代",
    "author": "苏轼",
    "poem": "老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。\n酒酣胸胆尚开张，鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。"
}],
  ['定风波·莫听穿林打叶声',
{
    "no": 94,
    "title": "定风波·莫听穿林打叶声",
    "dynasty": "宋代",
    "author": "苏轼",
    "poem": "莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。\n料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。"
}],
  ['南乡子·登京口北固亭有怀',
{
    "no": 95,
    "title": "南乡子·登京口北固亭有怀",
    "dynasty": "宋代",
    "author": "辛弃疾",
    "poem": "何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。\n年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。"
}],
  ['酹江月·和友驿中言别',
{
    "no": 96,
    "title": "酹江月·和友驿中言别",
    "dynasty": "宋代",
    "author": "文天祥",
    "poem": "乾坤能大，算蛟龙元不是池中物。\n风雨牢愁无著处，那更寒蛩四壁。\n横槊题诗，登楼作赋，万事空中雪。\n江流如此，方来还有英杰。\n堪笑一叶漂零，重来淮水，正凉风新发。\n镜里朱颜都变尽，只有丹心难灭。\n去去龙沙，江山回首，一线青如发。\n故人应念，杜鹃枝上残月。"
}],
  ['诉衷情·当年万里觅封侯',
{
    "no": 97,
    "title": "诉衷情·当年万里觅封侯",
    "dynasty": "宋代",
    "author": "陆游",
    "poem": "当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。\n胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。"
}],
  ['鹧鸪天·西都作',
{
    "no": 98,
    "title": "鹧鸪天·西都作",
    "dynasty": "宋代",
    "author": "朱敦儒",
    "poem": "我是清都山水郎，天教分付与疏狂。\n曾批给雨支风券，累上留云借月章。\n诗万首，酒千觞。几曾着眼看侯王？\n玉楼金阙慵归去，且插梅花醉洛阳。"
}],
  ['满江红·写怀',
{
    "no": 99,
    "title": "满江红·写怀",
    "dynasty": "宋代",
    "author": "岳飞",
    "poem": "怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！\n靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。"
}],
  ['浪淘沙令·伊吕两衰翁',
{
    "no": 100,
    "title": "浪淘沙令·伊吕两衰翁",
    "dynasty": "宋代",
    "author": "王安石",
    "poem": "伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。\n汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！"
}],
  ['虞美人·春花秋月何时了',
{
    "no": 101,
    "title": "虞美人·春花秋月何时了",
    "dynasty": "五代",
    "author": "李煜",
    "poem": "春花秋月何时了？往事知多少。小楼昨夜又东风，故国不堪回首月明中。\n雕栏玉砌应犹在，只是朱颜改。问君能有几多愁？恰似一江春水向东流。"
}],
  ['相见欢·无言独上西楼',
{
    "no": 102,
    "title": "相见欢·无言独上西楼",
    "dynasty": "五代",
    "author": "李煜",
    "poem": "无言独上西楼，月如钩。寂寞梧桐深院锁清秋。\n剪不断，理还乱，是离愁。别是一般滋味在心头。"
}],
  ['浪淘沙令·帘外雨潺潺',
{
    "no": 103,
    "title": "浪淘沙令·帘外雨潺潺",
    "dynasty": "五代",
    "author": "李煜",
    "poem": "帘外雨潺潺，春意阑珊。罗衾不耐五更寒。梦里不知身是客，一晌贪欢。\n独自莫凭栏，无限江山，别时容易见时难。流水落花春去也，天上人间。"
}],
  ['破阵子·四十年来家国',
{
    "no": 104,
    "title": "破阵子·四十年来家国",
    "dynasty": "五代",
    "author": "李煜",
    "poem": "四十年来家国，三千里地山河。凤阁龙楼连霄汉，玉树琼枝作烟萝，几曾识干戈？\n一旦归为臣虏，沈腰潘鬓消磨。最是仓皇辞庙日，教坊犹奏别离歌，垂泪对宫娥。"
}],
  ['乌夜啼·昨夜风兼雨',
{
    "no": 105,
    "title": "乌夜啼·昨夜风兼雨",
    "dynasty": "五代",
    "author": "李煜",
    "poem": "昨夜风兼雨，帘帏飒飒秋声。烛残漏断频欹枕，起坐不能平。\n世事漫随流水，算来一梦浮生。醉乡路稳宜频到，此外不堪行。"
}],
  ['木兰花·拟古决绝词柬友',
{
    "no": 106,
    "title": "木兰花·拟古决绝词柬友",
    "dynasty": "清代",
    "author": "纳兰性德",
    "poem": "人生若只如初见，何事秋风悲画扇。\n等闲变却故人心，却道故人心易变。\n骊山语罢清宵半，泪雨霖铃终不怨。\n何如薄幸锦衣郎，比翼连枝当日愿。"
}],
  ['浣溪沙·谁念西风独自凉',
{
    "no": 107,
    "title": "浣溪沙·谁念西风独自凉",
    "dynasty": "清代",
    "author": "纳兰性德",
    "poem": "谁念西风独自凉，萧萧黄叶闭疏窗，沉思往事立残阳。\n被酒莫惊春睡重，赌书消得泼茶香，当时只道是寻常。"
}],
  ['画堂春·一生一代一双人',
{
    "no": 108,
    "title": "画堂春·一生一代一双人",
    "dynasty": "清代",
    "author": "纳兰性德",
    "poem": "一生一代一双人，争教两处销魂。相思相望不相亲，天为谁春。\n浆向蓝桥易乞，药成碧海难奔。若容相访饮牛津，相对忘贫。"
}],
  ['长相思·山一程',
{
    "no": 109,
    "title": "长相思·山一程",
    "dynasty": "清代",
    "author": "纳兰性德",
    "poem": "山一程，水一程，身向榆关那畔行，夜深千帐灯。\n风一更，雪一更，聒碎乡心梦不成，故园无此声。"
}],
  ['临江仙·寒柳',
{
    "no": 110,
    "title": "临江仙·寒柳",
    "dynasty": "清代",
    "author": "纳兰性德",
    "poem": "飞絮飞花何处是，层冰积雪摧残，疏疏一树五更寒。爱他明月好，憔悴也相关。\n最是繁丝摇落后，转教人忆春山。湔裙梦断续应难。西风多少恨，吹不散眉弯。"
}],
  ['夏日绝句',
{
    "no": 111,
    "title": "夏日绝句",
    "dynasty": "宋代",
    "author": "李清照",
    "poem": "生当作人杰，死亦为鬼雄。\n至今思项羽，不肯过江东。"
}],
  ['梅花',
{
    "no": 112,
    "title": "梅花",
    "dynasty": "宋代",
    "author": "王安石",
    "poem": "墙角数枝梅，凌寒独自开。\n遥知不是雪，为有暗香来。"
}],
  ['江上渔者',
{
    "no": 113,
    "title": "江上渔者",
    "dynasty": "宋代",
    "author": "范仲淹",
    "poem": "江上往来人，但爱鲈鱼美。\n君看一叶舟，出没风波里。"
}],
  ['晓出净慈寺送林子方',
{
    "no": 114,
    "title": "晓出净慈寺送林子方",
    "dynasty": "宋代",
    "author": "杨万里",
    "poem": "毕竟西湖六月中，风光不与四时同。\n接天莲叶无穷碧，映日荷花别样红。"
}],
  ['题西林壁',
{
    "no": 115,
    "title": "题西林壁",
    "dynasty": "宋代",
    "author": "苏轼",
    "poem": "横看成岭侧成峰，远近高低各不同。\n不识庐山真面目，只缘身在此山中。"
}],
  ['惠崇春江晚景二首',
{
    "no": 116,
    "title": "惠崇春江晚景二首",
    "dynasty": "宋代",
    "author": "苏轼",
    "poem": "竹外桃花三两枝，春江水暖鸭先知。\n蒌蒿满地芦芽短，正是河豚欲上时。"
}],
  ['寒菊',
{
    "no": 117,
    "title": "寒菊",
    "dynasty": "宋代",
    "author": "郑思肖",
    "poem": "花开不并百花丛，独立疏篱趣未穷。\n宁可枝头抱香死，何曾吹落北风中。"
}],
  ['示儿',
{
    "no": 118,
    "title": "示儿",
    "dynasty": "宋代",
    "author": "陆游",
    "poem": "死去元知万事空，但悲不见九州同。\n王师北定中原日，家祭无忘告乃翁。"
}],
  ['饮湖上初晴后雨二首·其二',
{
    "no": 119,
    "title": "饮湖上初晴后雨二首·其二",
    "dynasty": "宋代",
    "author": "苏轼",
    "poem": "水光潋滟晴方好，山色空蒙雨亦奇。\n欲把西湖比西子，淡妆浓抹总相宜。"
}],
  ['泊船瓜洲',
{
    "no": 120,
    "title": "泊船瓜洲",
    "dynasty": "宋代",
    "author": "王安石",
    "poem": "京口瓜洲一水间，钟山只隔数重山。\n春风又绿江南岸，明月何时照我还？"
}],
  ['元日',
{
    "no": 121,
    "title": "元日",
    "dynasty": "宋代",
    "author": "王安石",
    "poem": "爆竹声中一岁除，春风送暖入屠苏。\n千门万户曈曈日，总把新桃换旧符。"
}],
  ['春日',
{
    "no": 122,
    "title": "春日",
    "dynasty": "宋代",
    "author": "朱熹",
    "poem": "胜日寻芳泗水滨，无边光景一时新。\n等闲识得东风面，万紫千红总是春。"
}],
  ['小池',
{
    "no": 123,
    "title": "小池",
    "dynasty": "宋代",
    "author": "杨万里",
    "poem": "泉眼无声惜细流，树阴照水爱晴柔。\n小荷才露尖尖角，早有蜻蜓立上头。"
}],
  ['冬夜读书示子聿',
{
    "no": 124,
    "title": "冬夜读书示子聿",
    "dynasty": "宋代",
    "author": "陆游",
    "poem": "古人学问无遗力，少壮工夫老始成。\n纸上得来终觉浅，绝知此事要躬行。"
}],
  ['梅花绝句·其一',
{
    "no": 125,
    "title": "梅花绝句·其一",
    "dynasty": "宋代",
    "author": "陆游",
    "poem": "闻道梅花坼晓风，雪堆遍满四山中。\n何方可化身千亿，一树梅花一放翁。"
}],
  ['游园不值',
{
    "no": 126,
    "title": "游园不值",
    "dynasty": "宋代",
    "author": "叶绍翁",
    "poem": "应怜屐齿印苍苔，小扣柴扉久不开。\n春色满园关不住，一枝红杏出墙来。"
}],
  ['游山西村',
{
    "no": 127,
    "title": "游山西村",
    "dynasty": "宋代",
    "author": "陆游",
    "poem": "莫笑农家腊酒浑，丰年留客足鸡豚。\n山重水复疑无路，柳暗花明又一村。\n箫鼓追随春社近，衣冠简朴古风存。\n从今若许闲乘月，拄杖无时夜叩门。"
}],
  ['过零丁洋',
{
    "no": 128,
    "title": "过零丁洋",
    "dynasty": "宋代",
    "author": "文天祥",
    "poem": "辛苦遭逢起一经，干戈寥落四周星。\n山河破碎风飘絮，身世浮沉雨打萍。\n惶恐滩头说惶恐，零丁洋里叹零丁。\n人生自古谁无死？留取丹心照汗青。"
}],
  ['书愤五首·其一',
{
    "no": 129,
    "title": "书愤五首·其一",
    "dynasty": "宋代",
    "author": "陆游",
    "poem": "早岁那知世事艰，中原北望气如山。\n楼船夜雪瓜洲渡，铁马秋风大散关。\n塞上长城空自许，镜中衰鬓已先斑。\n出师一表真名世，千载谁堪伯仲间！"
}],
  ['临安春雨初霁',
{
    "no": 130,
    "title": "临安春雨初霁",
    "dynasty": "宋代",
    "author": "陆游",
    "poem": "世味年来薄似纱，谁令骑马客京华。\n小楼一夜听春雨，深巷明朝卖杏花。\n矮纸斜行闲作草，晴窗细乳戏分茶。\n素衣莫起风尘叹，犹及清明可到家。"
}],
  ['关雎',
{
    "no": 131,
    "title": "关雎",
    "dynasty": "先秦",
    "author": "佚名",
    "poem": "关关雎鸠，在河之洲。窈窕淑女，君子好逑。\n参差荇菜，左右流之。窈窕淑女，寤寐求之。\n求之不得，寤寐思服。悠哉悠哉，辗转反侧。\n参差荇菜，左右采之。窈窕淑女，琴瑟友之。\n参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。"
}],
  ['蒹葭',
{
    "no": 132,
    "title": "蒹葭",
    "dynasty": "先秦",
    "author": "佚名",
    "poem": "蒹葭苍苍，白露为霜。所谓伊人，在水一方。\n溯洄从之，道阻且长。溯游从之，宛在水中央。\n蒹葭萋萋，白露未晞。所谓伊人，在水之湄。\n溯洄从之，道阻且跻。溯游从之，宛在水中坻。\n蒹葭采采，白露未已。所谓伊人，在水之涘。\n溯洄从之，道阻且右。溯游从之，宛在水中沚。"
}],
  ['桃夭',
{
    "no": 133,
    "title": "桃夭",
    "dynasty": "先秦",
    "author": "佚名",
    "poem": "桃之夭夭，灼灼其华。之子于归，宜其室家。\n桃之夭夭，有蕡其实。之子于归，宜其家室。\n桃之夭夭，其叶蓁蓁。之子于归，宜其家人。"
}],
  ['荆轲歌',
{
    "no": 134,
    "title": "荆轲歌",
    "dynasty": "先秦",
    "author": "佚名",
    "poem": "风萧萧兮易水寒，壮士一去兮不复还。\n探虎穴兮入蛟宫，仰天呼气兮成白虹。"
}],
  ['子衿',
{
    "no": 135,
    "title": "子衿",
    "dynasty": "先秦",
    "author": "佚名",
    "poem": "青青子衿，悠悠我心。纵我不往，子宁不嗣音？\n青青子佩，悠悠我思。纵我不往，子宁不来？\n挑兮达兮，在城阙兮。一日不见，如三月兮。"
}],
  ['越人歌',
{
    "no": 136,
    "title": "越人歌",
    "dynasty": "先秦",
    "author": "佚名",
    "poem": "今夕何夕兮，搴舟中流。\n今日何日兮，得与王子同舟。\n蒙羞被好兮，不訾诟耻。\n心几烦而不绝兮，得知王子。\n山有木兮木有枝，心悦君兮君不知。"
}],
  ['木瓜',
{
    "no": 137,
    "title": "木瓜",
    "dynasty": "先秦",
    "author": "佚名",
    "poem": "投我以木瓜，报之以琼琚。匪报也，永以为好也！\n投我以木桃，报之以琼瑶。匪报也，永以为好也！\n投我以木李，报之以琼玖。匪报也，永以为好也！"
}],
  ['采葛',
{
    "no": 138,
    "title": "采葛",
    "dynasty": "先秦",
    "author": "佚名",
    "poem": "彼采葛兮，一日不见，如三月兮！\n彼采萧兮，一日不见，如三秋兮！\n彼采艾兮！一日不见，如三岁兮！"
}],
  ['国风·郑风·野有蔓草',
{
    "no": 139,
    "title": "国风·郑风·野有蔓草",
    "dynasty": "先秦",
    "author": "佚名",
    "poem": "野有蔓草，零露漙兮。有美一人，清扬婉兮。邂逅相遇，适我愿兮。\n野有蔓草，零露瀼瀼。有美一人，婉如清扬。邂逅相遇，与子偕臧。"
}],
  ['诗经·陈风·月出',
{
    "no": 140,
    "title": "诗经·陈风·月出",
    "dynasty": "先秦",
    "author": "佚名",
    "poem": "月出皎兮，佼人僚兮。舒窈纠兮，劳心悄兮。\n月出皓兮，佼人懰兮。舒忧受兮，劳心慅兮。\n月出照兮，佼人燎兮。舒夭绍兮，劳心惨兮。"
}],
  ['长歌行',
{
    "no": 141,
    "title": "长歌行",
    "dynasty": "两汉",
    "author": "佚名",
    "poem": "青青园中葵，朝露待日晞。\n阳春布德泽，万物生光辉。\n常恐秋节至，焜黄华叶衰。\n百川东到海，何时复西归？\n少壮不努力，老大徒伤悲！"
}],
  ['凤求凰',
{
    "no": 142,
    "title": "凤求凰",
    "dynasty": "两汉",
    "author": "司马相如",
    "poem": "凤兮凤兮归故乡，遨游四海求其凰。\n时未遇兮无所将，何悟今兮升斯堂！\n有艳淑女在闺房，室迩人遐毒我肠。\n何缘交颈为鸳鸯，胡颉颃兮共翱翔！\n凰兮凰兮从我栖，得托孳尾永为妃。\n交情通意心和谐，中夜相从知者谁？\n双翼俱起翻高飞，无感我思使余悲。"
}],
  ['白头吟',
{
    "no": 143,
    "title": "白头吟",
    "dynasty": "两汉",
    "author": "卓文君",
    "poem": "皑如山上雪，皎若云间月。\n闻君有两意，故来相决绝。\n今日斗酒会，明旦沟水头。\n躞蹀御沟上，沟水东西流。\n凄凄复凄凄，嫁娶不须啼。\n愿得一心人，白头不相离。\n竹竿何袅袅，鱼尾何簁簁！\n男儿重意气，何用钱刀为！"
}],
  ['垓下歌',
{
    "no": 144,
    "title": "垓下歌",
    "dynasty": "两汉",
    "author": "项羽",
    "poem": "力拔山兮气盖世。时不利兮骓不逝。\n骓不逝兮可奈何！虞兮虞兮奈若何！"
}],
  ['大风歌',
{
    "no": 145,
    "title": "大风歌",
    "dynasty": "两汉",
    "author": "刘邦",
    "poem": "大风起兮云飞扬，\n威加海内兮归故乡，\n安得猛士兮守四方！"
}],
  ['江南',
{
    "no": 146,
    "title": "江南",
    "dynasty": "两汉",
    "author": "佚名",
    "poem": "江南可采莲，莲叶何田田，鱼戏莲叶间。\n鱼戏莲叶东，鱼戏莲叶西，鱼戏莲叶南，鱼戏莲叶北。"
}],
  ['留别妻',
{
    "no": 147,
    "title": "留别妻",
    "dynasty": "两汉",
    "author": "苏武",
    "poem": "结发为夫妻，恩爱两不疑。\n欢娱在今夕，嬿婉及良时。\n征夫怀远路，起视夜何其？\n参辰皆已没，去去从此辞。\n行役在战场，相见未有期。\n握手一长叹，泪为生别滋。\n努力爱春华，莫忘欢乐时。\n生当复来归，死当长相思。"
}],
  ['上邪',
{
    "no": 148,
    "title": "上邪",
    "dynasty": "两汉",
    "author": "佚名",
    "poem": "上邪，我欲与君相知，长命无绝衰。\n山无陵，江水为竭。冬雷震震，夏雨雪。天地合，乃敢与君绝。"
}],
  ['李延年歌',
{
    "no": 149,
    "title": "李延年歌",
    "dynasty": "两汉",
    "author": "李延年",
    "poem": "北方有佳人，绝世而独立。\n一顾倾人城，再顾倾人国。\n宁不知倾城与倾国？佳人难再得。"
}],
  ['秋风辞',
{
    "no": 150,
    "title": "秋风辞",
    "dynasty": "两汉",
    "author": "刘彻",
    "poem": "秋风起兮白云飞，草木黄落兮雁南归。\n兰有秀兮菊有芳，怀佳人兮不能忘。\n泛楼船兮济汾河，横中流兮扬素波。\n箫鼓鸣兮发棹歌，欢乐极兮哀情多。\n少壮几时兮奈老何！"
}],
  ['行行重行行',
{
    "no": 151,
    "title": "行行重行行",
    "dynasty": "两汉",
    "author": "佚名",
    "poem": "行行重行行，与君生别离。\n相去万余里，各在天一涯。\n道路阻且长，会面安可知？\n胡马依北风，越鸟巢南枝。\n相去日已远，衣带日已缓。\n浮云蔽白日，游子不顾返。\n思君令人老，岁月忽已晚。\n弃捐勿复道，努力加餐饭。"
}],
  ['迢迢牵牛星',
{
    "no": 152,
    "title": "迢迢牵牛星",
    "dynasty": "两汉",
    "author": "佚名",
    "poem": "迢迢牵牛星，皎皎河汉女。\n纤纤擢素手，札札弄机杼。\n终日不成章，泣涕零如雨。\n河汉清且浅，相去复几许！\n盈盈一水间，脉脉不得语。"
}],
  ['明月何皎皎',
{
    "no": 153,
    "title": "明月何皎皎",
    "dynasty": "两汉",
    "author": "佚名",
    "poem": "明月何皎皎，照我罗床帏。\n忧愁不能寐，揽衣起徘徊。\n客行虽云乐，不如早旋归。\n出户独彷徨，愁思当告谁！\n引领还入房，泪下沾裳衣。"
}],
  ['生年不满百',
{
    "no": 154,
    "title": "生年不满百",
    "dynasty": "两汉",
    "author": "佚名",
    "poem": "生年不满百，常怀千岁忧。\n昼短苦夜长，何不秉烛游！\n为乐当及时，何能待来兹？\n愚者爱惜费，但为後世嗤。\n仙人王子乔，难可与等期。"
}],
  ['青青河畔草',
{
    "no": 155,
    "title": "青青河畔草",
    "dynasty": "两汉",
    "author": "佚名",
    "poem": "青青河畔草，郁郁园中柳。\n盈盈楼上女，皎皎当窗牖。\n娥娥红粉妆，纤纤出素手。\n昔为倡家女，今为荡子妇。\n荡子行不归，空床难独守。"
}],
  ['和项王歌',
{
    "no": 156,
    "title": "和项王歌",
    "dynasty": "两汉",
    "author": "虞姬",
    "poem": "汉兵已略地，四方楚歌声。\n大王意气尽，贱妾何聊生！"
}],
  ['怨歌行',
{
    "no": 157,
    "title": "怨歌行",
    "dynasty": "两汉",
    "author": "班婕妤",
    "poem": "新裂齐纨素，皎洁如霜雪。\n裁为合欢扇，团团似明月。\n出入君怀袖，动摇微风发。\n常恐秋节至，凉飙夺炎热。\n弃捐箧笥中，恩情中道绝。"
}],
  ['客从远方来',
{
    "no": 158,
    "title": "客从远方来",
    "dynasty": "两汉",
    "author": "佚名",
    "poem": "客从远方来，遗我一端绮。\n相去万余里，故人心尚尔。\n文采双鸳鸯，裁为合欢被。\n著以长相思，缘以结不解。\n以胶投漆中，谁能别离此？"
}],
  ['怨郎诗',
{
    "no": 159,
    "title": "怨郎诗",
    "dynasty": "两汉",
    "author": "卓文君",
    "poem": "一朝别后，二地相悬。\n只说是三四月，又谁知五六年？\n七弦琴无心弹，八行书无可传。\n九连环从中折断，十里长亭望眼欲穿。\n百思想，千系念，万般无奈把郎怨。\n万语千言说不完，百无聊赖，十依栏杆。\n重九登高看孤雁，八月仲秋月圆人不圆。\n七月半，秉烛烧香问苍天，\n六月三伏天，人人摇扇我心寒。\n五月石榴红似火，偏遇阵阵冷雨浇花端。\n四月枇杷未黄，我欲对镜心意乱。\n忽匆匆，三月桃花随水转。\n飘零零，二月风筝线儿断。\n噫，郎呀郎，巴不得下一世，你为女来我做男。"
}],
  ['冉冉孤生竹',
{
    "no": 160,
    "title": "冉冉孤生竹",
    "dynasty": "两汉",
    "author": "佚名",
    "poem": "冉冉孤生竹，结根泰山阿。\n与君为新婚，菟丝附女萝。\n菟丝生有时，夫妇会有宜。\n千里远结婚，悠悠隔山陂。\n思君令人老，轩车来何迟！\n伤彼蕙兰花，含英扬光辉。\n过时而不采，将随秋草萎。\n君亮执高节，贱妾亦何为！"
}],
  ['七步诗',
{
    "no": 161,
    "title": "七步诗",
    "dynasty": "两汉",
    "author": "曹植",
    "poem": "煮豆燃豆萁，豆在釜中泣。\n本是同根生，相煎何太急？"
}],
  ['观沧海',
{
    "no": 162,
    "title": "观沧海",
    "dynasty": "两汉",
    "author": "曹操",
    "poem": "东临碣石，以观沧海。\n水何澹澹，山岛竦峙。\n树木丛生，百草丰茂。\n秋风萧瑟，洪波涌起。\n日月之行，若出其中；\n星汉灿烂，若出其里。\n幸甚至哉，歌以咏志。"
}],
  ['短歌行',
{
    "no": 163,
    "title": "短歌行",
    "dynasty": "两汉",
    "author": "曹操",
    "poem": "对酒当歌，人生几何！譬如朝露，去日苦多。\n慨当以慷，忧思难忘。何以解忧？唯有杜康。\n青青子衿，悠悠我心。但为君故，沉吟至今。\n呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。\n明明如月，何时可掇？忧从中来，不可断绝。\n越陌度阡，枉用相存。契阔谈讌，心念旧恩。\n月明星稀，乌鹊南飞。绕树三匝，何枝可依？\n山不厌高，海不厌深。周公吐哺，天下归心。"
}],
  ['龟虽寿',
{
    "no": 164,
    "title": "龟虽寿",
    "dynasty": "两汉",
    "author": "曹操",
    "poem": "神龟虽寿，犹有竟时。\n螣蛇乘雾，终为土灰。\n老骥伏枥，志在千里。\n烈士暮年，壮心不已。\n盈缩之期，不但在天；\n养怡之福，可得永年。\n幸甚至哉，歌以咏志。"
}],
  ['饮酒·其五',
{
    "no": 165,
    "title": "饮酒·其五",
    "dynasty": "魏晋",
    "author": "陶渊明",
    "poem": "结庐在人境，而无车马喧。\n问君何能尔？心远地自偏。\n采菊东篱下，悠然见南山。\n山气日夕佳，飞鸟相与还。\n此中有真意，欲辨已忘言。"
}],
  ['杂诗七首·其四',
{
    "no": 166,
    "title": "杂诗七首·其四",
    "dynasty": "魏晋",
    "author": "曹植",
    "poem": "南国有佳人，容华若桃李。\n朝游江北岸，夕宿潇湘沚。\n时俗薄朱颜，谁为发皓齿？\n俯仰岁将暮，荣耀难久恃。"
}],
  ['燕歌行二首·其一',
{
    "no": 167,
    "title": "燕歌行二首·其一",
    "dynasty": "魏晋",
    "author": "曹丕",
    "poem": "秋风萧瑟天气凉，草木摇落露为霜，群燕辞归鹄南翔。\n念君客游思断肠，慊慊思归恋故乡，君何淹留寄他方？\n贱妾茕茕守空房，忧来思君不敢忘，不觉泪下沾衣裳。\n援琴鸣弦发清商，短歌微吟不能长。\n明月皎皎照我床，星汉西流夜未央。\n牵牛织女遥相望，尔独何辜限河梁。"
}],
  ['赠从弟',
{
    "no": 168,
    "title": "赠从弟",
    "dynasty": "魏晋",
    "author": "刘桢",
    "poem": "亭亭山上松，瑟瑟谷中风。\n风声一何盛，松枝一何劲。\n冰霜正惨凄，终岁常端正。\n岂不罹凝寒，松柏有本性。"
}],
  ['思吴江歌',
{
    "no": 169,
    "title": "思吴江歌",
    "dynasty": "魏晋",
    "author": "张翰",
    "poem": "秋风起兮木叶飞，吴江水兮鲈正肥。\n三千里兮家未归，恨难禁兮仰天悲。"
}],
  ['饮酒·其四',
{
    "no": 170,
    "title": "饮酒·其四",
    "dynasty": "魏晋",
    "author": "陶渊明",
    "poem": "秋菊有佳色，裛露掇其英。\n泛此忘忧物，远我遗世情。\n一觞虽独尽，杯尽壶自倾。\n日入群动息，归鸟趋林鸣。\n啸傲东轩下，聊复得此生。"
}],
  ['将进酒',
{
    "no": 171,
    "title": "将进酒",
    "dynasty": "唐代",
    "author": "李白",
    "poem": "君不见，黄河之水天上来，奔流到海不复回。\n君不见，高堂明镜悲白发，朝如青丝暮成雪。\n人生得意须尽欢，莫使金樽空对月。\n天生我材必有用，千金散尽还复来。\n烹羊宰牛且为乐，会须一饮三百杯。\n岑夫子，丹丘生，将进酒，杯莫停。\n与君歌一曲，请君为我倾耳听。\n钟鼓馔玉不足贵，但愿长醉不复醒。\n古来圣贤皆寂寞，惟有饮者留其名。\n陈王昔时宴平乐，斗酒十千恣欢谑。\n主人何为言少钱，径须沽取对君酌。\n五花马，千金裘，呼儿将出换美酒，\n与尔同销万古愁。"
}],
  ['春江花月夜',
{
    "no": 172,
    "title": "春江花月夜",
    "dynasty": "唐代",
    "author": "张若虚",
    "poem": "春江潮水连海平，海上明月共潮生。\n滟滟随波千万里，何处春江无月明！\n江流宛转绕芳甸，月照花林皆似霰。\n空里流霜不觉飞，汀上白沙看不见。\n江天一色无纤尘，皎皎空中孤月轮。\n江畔何人初见月？江月何年初照人？\n人生代代无穷已，江月年年只相似。\n不知江月待何人，但见长江送流水。\n白云一片去悠悠，青枫浦上不胜愁。\n谁家今夜扁舟子？何处相思明月楼？\n可怜楼上月徘徊，应照离人妆镜台。\n玉户帘中卷不去，捣衣砧上拂还来。\n此时相望不相闻，愿逐月华流照君。\n鸿雁长飞光不度，鱼龙潜跃水成文。\n昨夜闲潭梦落花，可怜春半不还家。\n江水流春去欲尽，江潭落月复西斜。\n斜月沉沉藏海雾，碣石潇湘无限路。\n不知乘月几人归，落月摇情满江树。"
}],
  ['饮中八仙歌',
{
    "no": 174,
    "title": "饮中八仙歌",
    "dynasty": "唐代",
    "author": "杜甫",
    "poem": "知章骑马似乘船，眼花落井水底眠。\n汝阳三斗始朝天，道逢麴车口流涎，恨不移封向酒泉。\n左相日兴费万钱，饮如长鲸吸百川，衔杯乐圣称避贤。\n宗之潇洒美少年，举觞白眼望青天，皎如玉树临风前。\n苏晋长斋绣佛前，醉中往往爱逃禅。\n李白斗酒诗百篇，长安市上酒家眠，\n天子呼来不上船，自称臣是酒中仙。\n张旭三杯草圣传，脱帽露顶王公前，挥毫落纸如云烟。\n焦遂五斗方卓然，高谈雄辩惊四筵。"
}],
  ['蜀道难',
{
    "no": 179,
    "title": "蜀道难",
    "dynasty": "唐代",
    "author": "李白",
    "poem": "噫吁嚱，危乎高哉！蜀道之难，难于上青天！\n蚕丛及鱼凫，开国何茫然！\n尔来四万八千岁，不与秦塞通人烟。\n西当太白有鸟道，可以横绝峨眉巅。\n地崩山摧壮士死，然后天梯石栈相钩连。\n上有六龙回日之高标，下有冲波逆折之回川。\n黄鹤之飞尚不得过，猿猱欲度愁攀援。\n青泥何盘盘，百步九折萦岩峦。\n扪参历井仰胁息，以手抚膺坐长叹。\n问君西游何时还？畏途巉岩不可攀。\n但见悲鸟号古木，雄飞雌从绕林间。\n又闻子规啼夜月，愁空山。\n蜀道之难,难于上青天，使人听此凋朱颜！\n连峰去天不盈尺，枯松倒挂倚绝壁。\n飞湍瀑流争喧豗，砯崖转石万壑雷。\n其险也如此，嗟尔远道之人胡为乎来哉！\n剑阁峥嵘而崔嵬，一夫当关，万夫莫开。\n所守或匪亲，化为狼与豺。\n朝避猛虎，夕避长蛇；磨牙吮血，杀人如麻。\n锦城虽云乐，不如早还家。\n蜀道之难,难于上青天，侧身西望长咨嗟！"
}]
]);
