{
    dataMap : {
    "创巨痛仍": {
        "no": "2501",
        "meaning": "亦作“创钜痛仍”。谓创伤深重而悲痛长久。"
    },
    "创巨痛深": {
        "no": "2502",
        "meaning": "语本《礼记·三年问》：“创钜者其日久，痛甚者其愈迟。”《荀子·礼论》钜作“巨”，愈作“瘉”。后以“创巨痛深”谓创伤重，痛苦深。"
    },
    "创钜痛仍": {
        "no": "2503",
        "meaning": "见“创巨痛仍”。"
    },
    "创剧痛深": {
        "no": "2504",
        "meaning": "谓创伤大、痛苦深。"
    },
    "创业垂统": {
        "no": "2505",
        "meaning": "开创基业，传之子孙。"
    },
    "创意造言": {
        "no": "2506",
        "meaning": "犹立意遣词。"
    },
    "吹灯拔蜡": {
        "no": "2507",
        "meaning": "比喻垮台；散伙。"
    },
    "吹垢索瘢": {
        "no": "2508",
        "meaning": "又作：吹毛求疵。"
    },
    "吹花嚼蕊": {
        "no": "2509",
        "meaning": "见“吹叶嚼蕊”。"
    },
    "吹灰之力": {
        "no": "2510",
        "meaning": "比喻用力极小。"
    },
    "吹糠见米": {
        "no": "2511",
        "meaning": "比喻收效快。"
    },
    "吹毛求疵": {
        "no": "2512",
        "meaning": "①吹开皮上的毛，寻找里面的毛病。比喻刻意挑剔过失或缺点。语出《韩非子·大体》：“古之全大体者……不吹毛而求小疵，不洗垢而察难知。”②谓指摘细小的毛病。"
    },
    "吹毛求瑕": {
        "no": "2513",
        "meaning": "同“吹毛求疵”。"
    },
    "吹毛数睫": {
        "no": "2514",
        "meaning": "比喻目光短浅，只注意微末细节。"
    },
    "吹毛索瘢": {
        "no": "2515",
        "meaning": "同“吹毛求疵”。"
    },
    "吹毛索疵": {
        "no": "2516",
        "meaning": "同“吹毛求疵”。"
    },
    "吹毛索垢": {
        "no": "2517",
        "meaning": "同“吹毛求疵”。"
    },
    "吹毛洗垢": {
        "no": "2518",
        "meaning": "吹开皮上的毛而洗去所藏的污垢。比喻一意寻找他人的过失或缺点。"
    },
    "吹牛拍马": {
        "no": "2519",
        "meaning": "吹嘘奉承。"
    },
    "吹气如兰": {
        "no": "2520",
        "meaning": "见“吹气胜兰”。"
    },
    "吹气胜兰": {
        "no": "2521",
        "meaning": "①谓美女气息之香胜于兰花。②形容文词华美。"
    },
    "吹网欲满": {
        "no": "2522",
        "meaning": "对网吹气，欲使之满。比喻不可能。"
    },
    "吹叶嚼蕊": {
        "no": "2523",
        "meaning": "①谓吹奏、歌唱。②引申指反复推敲声律、词藻。"
    },
    "吹影镂尘": {
        "no": "2524",
        "meaning": "喻不见形迹。"
    },
    "吹竹弹丝": {
        "no": "2525",
        "meaning": "吹奏管乐器，弹拨弦乐器。"
    },
    "炊金馔玉": {
        "no": "2526",
        "meaning": "比喻饮食珍贵，生活极其奢华。"
    },
    "炊粱跨卫": {
        "no": "2527",
        "meaning": "用高粱做饭，骑驴子代步。形容简朴的生活。卫，驴的别名。"
    },
    "炊琼爇桂": {
        "no": "2528",
        "meaning": "煮玉烧桂。比喻物价高昂。"
    },
    "炊沙镂冰": {
        "no": "2529",
        "meaning": "炊沙不能成饭，刻冰不能作器。比喻徒劳无功。"
    },
    "炊沙作饭": {
        "no": "2530",
        "meaning": "煮沙子作饭。喻徒劳无功，白费气力。"
    },
    "炊沙作糜": {
        "no": "2531",
        "meaning": "同“炊沙作饭”。"
    },
    "炊砂作饭": {
        "no": "2532",
        "meaning": "见“炊沙作饭”。"
    },
    "炊鲜漉清": {
        "no": "2533",
        "meaning": "煮鱼滤酒。"
    },
    "垂耳下首": {
        "no": "2534",
        "meaning": "犹俯首帖耳，形容驯服听命。"
    },
    "垂饵虎口": {
        "no": "2535",
        "meaning": "往虎口送食。比喻置身险地。"
    },
    "垂帘听决": {
        "no": "2536",
        "meaning": "见“垂帘听政”。"
    },
    "垂帘听政": {
        "no": "2537",
        "meaning": "谓女后辅幼主临朝听政。"
    },
    "垂首丧气": {
        "no": "2538",
        "meaning": "同“垂头丧气”。"
    },
    "垂死挣扎": {
        "no": "2539",
        "meaning": "形容最后的反抗。多含贬义。"
    },
    "垂头塞耳": {
        "no": "2540",
        "meaning": "谓不问不闻，装聋作哑。"
    },
    "垂头丧气": {
        "no": "2541",
        "meaning": "①形容失望懊丧的样子。②形容禾苗枯萎，没有生气。"
    },
    "垂头铩羽": {
        "no": "2542",
        "meaning": "亦作“垂头搨翼”。"
    },
    "垂头塌翅": {
        "no": "2543",
        "meaning": "见“垂头搨翼”。"
    },
    "垂头搨翼": {
        "no": "2544",
        "meaning": "亦作“垂头塌翅”。形容受挫后萎靡不振的样子。"
    },
    "垂涎三尺": {
        "no": "2545",
        "meaning": "嘴边挂着三尺长的口水。形容嘴馋到极点。亦形容羡慕到极点，极想据为己有。"
    },
    "垂涎欲滴": {
        "no": "2546",
        "meaning": "语本唐柳宗元《招海贾文》：“垂涎闪舌兮，挥霍旁午。”后以“垂涎欲滴”谓嘴馋得口水快要流下来。形容贪馋到极点。"
    },
    "捶骨沥髓": {
        "no": "2547",
        "meaning": "同“敲骨吸髓”。喻残酷搜括民财。"
    },
    "捶胸跌脚": {
        "no": "2548",
        "meaning": "表示极为悲伤或悲愤。"
    },
    "捶胸顿脚": {
        "no": "2549",
        "meaning": "见“捶胸跌脚”。"
    },
    "捶胸顿足": {
        "no": "2550",
        "meaning": "见“捶胸跌脚”。"
    },
    "搥胸跌脚": {
        "no": "2551",
        "meaning": "悲极貌。"
    },
    "搥胸跌足": {
        "no": "2552",
        "meaning": "见“搥胸跌脚”。"
    },
    "槌牛酾酒": {
        "no": "2553",
        "meaning": "杀牛滤酒。谓备肴酒以燕享。"
    },
    "槌仁提义": {
        "no": "2554",
        "meaning": "抛弃仁义。"
    },
    "槌胸蹋地": {
        "no": "2555",
        "meaning": "捶胸顿足。表示极度悲痛或悔恨。"
    },
    "春风得意": {
        "no": "2556",
        "meaning": "①在春风轻拂中洋洋自得。旧指读书人考中后的得意心情。②形容官运亨通或事情办成功，达到目的时得意洋洋的情态。"
    },
    "春风风人": {
        "no": "2557",
        "meaning": "和煦的春风吹拂着人们。比喻予人以教益和帮助。"
    },
    "春风和气": {
        "no": "2558",
        "meaning": "形容温和融乐的气氛或和善的态度。"
    },
    "春风化雨": {
        "no": "2559",
        "meaning": "①《孟子·尽心上》：“有如时雨化之者。”汉刘向《说苑·贵德》：“吾不能以春风风人，吾不能以夏雨雨人，吾穷必矣。”后遂以“春风化雨”比喻良好教育的普及与深入。②喻适宜的环境和条件。"
    },
    "春风野火": {
        "no": "2560",
        "meaning": "比喻迅猛之势。"
    },
    "春风一度": {
        "no": "2561",
        "meaning": "比喻领略一番意境或情趣。多指男女间的欢爱。"
    },
    "春花秋实": {
        "no": "2562",
        "meaning": "见“春华秋实”。"
    },
    "春花秋月": {
        "no": "2563",
        "meaning": "①春天的花，秋天的月。指春秋佳景或泛指美好的时光。②指岁序更迭。"
    },
    "春华秋实": {
        "no": "2564",
        "meaning": "亦作“春花秋实”。①春天开花，秋天结果。②喻文采和品行学问，或事物的因果关系。"
    },
    "春兰秋菊": {
        "no": "2565",
        "meaning": "春天的兰花和秋天的菊花。多比喻物擅其长，各具其美。"
    },
    "春秋笔法": {
        "no": "2566",
        "meaning": "《春秋》，鲁国史书。相传为孔子所修。经学家认为它每用一字，必寓褒贬，后因以称曲折而意含褒贬的文字为“春秋笔法”。"
    },
    "春蛇秋蚓": {
        "no": "2567",
        "meaning": "见“春蚓秋蛇”。"
    },
    "春树暮云": {
        "no": "2568",
        "meaning": "唐杜甫《春日忆李白》诗：“渭北春天树，江东日暮云。”诗借云树而写思念之情。后遂以“春树暮云”为仰慕、怀念友人之辞。"
    },
    "春诵夏弦": {
        "no": "2569",
        "meaning": "亦作“春诵夏弦”。《礼记·文王世子》：“春诵夏弦，大师诏之”。郑玄注：“诵，谓歌乐也；弦，谓以丝播诗”。本谓应按季节而采用不同的学习方式，后亦以泛指学习咏诵。"
    },
    "春蚓秋蛇": {
        "no": "2570",
        "meaning": "喻书法拙劣，婉曲无状。语出《晋书·王羲之传论》：“扞萧子云呴仅得成书，无丈夫之气，行行若萦春蚓，字字如绾秋蛇”。"
    },
    "椿庭萱室": {
        "no": "2571",
        "meaning": "指父母。"
    },
    "莼羹鲈脍": {
        "no": "2572",
        "meaning": "《晋书·文苑传·张翰》：“翰因见秋风起，乃思吴中菰菜、莼羹、鲈鱼脍，曰：‘人生贵得適志，何能羁宦数千里以要名爵乎！’遂命驾而归。”后因以“莼羹鲈脍”用为思乡辞官的典故。"
    },
    "脣敝舌腐": {
        "no": "2573",
        "meaning": "犹脣焦舌敝。"
    },
    "脣齿相须": {
        "no": "2574",
        "meaning": "犹脣齿相依。"
    },
    "脣齿相依": {
        "no": "2575",
        "meaning": "比喻关系密切，互相依存。"
    },
    "脣辅相连": {
        "no": "2576",
        "meaning": "又作：脣齿相依。语本《左传·僖公五年》：“辅车相依，脣亡齿寒。”"
    },
    "脣腐齿落": {
        "no": "2577",
        "meaning": "比喻读书讽诵极为勤苦。"
    },
    "脣尖舌利": {
        "no": "2578",
        "meaning": "言词尖利。"
    },
    "脣焦口燥": {
        "no": "2579",
        "meaning": "犹口干舌燥。形容费尽口舌。"
    },
    "脣焦舌敝": {
        "no": "2580",
        "meaning": "嘴干舌破。形容说话甚多、反复陈述而极度疲劳。语本汉赵晔《吴越春秋·夫差内传》：“焦脣乾舌，苦身劳力，上事群臣，下养百姓。”"
    },
    "脣揭齿寒": {
        "no": "2581",
        "meaning": "见“脣亡齿寒”。"
    },
    "脣枪舌剑": {
        "no": "2582",
        "meaning": "脣如枪，舌似剑。形容辩论激烈，言词锋利。"
    },
    "脣鎗舌剑": {
        "no": "2583",
        "meaning": "见“脣枪舌剑”。"
    },
    "脣亡齿寒": {
        "no": "2584",
        "meaning": "脣缺则齿露受冷。比喻关系密切，利害相关。语本《左传·僖公五年》：“晋侯复假道於虞以伐虢。宫之奇谏曰：虢，虞之表也；虢亡，虞必从之……谚所谓‘辅车相依，脣亡齿寒’者，其虞虢之谓也。”"
    },
    "鹑居鷇食": {
        "no": "2585",
        "meaning": "比喻生活简约。语出《庄子·天地》：“夫圣人鹑居而鷇食。”成玄英疏：“鹑，л鹑也，野居无常处。鷇者，鸟之子，食必仰母而足。圣人寝处俭薄，譬彼л鹑；供膳裁充，方兹鷇鸟。既无心於侈靡，岂有情於滋味乎？”"
    },
    "鹑居鷇饮": {
        "no": "2586",
        "meaning": "同“鹑居鷇食”。"
    },
    "鹑衣百结": {
        "no": "2587",
        "meaning": "形容衣服破烂不堪。"
    },
    "鹑衣鹄面": {
        "no": "2588",
        "meaning": "破烂的衣服，瘦削的面形。形容穷苦落魄之状。"
    },
    "鹑衣鷇食": {
        "no": "2589",
        "meaning": "谓衣不蔽体，食不果腹。形容生活极端贫困。"
    },
    "醇酒妇人": {
        "no": "2590",
        "meaning": "《史记·魏公子列传》：“公子自知再以毁废，乃谢病不朝，与宾客为长夜饮，饮醇酒，多近妇女。日夜为乐饮者四岁，竟病酒而卒。”后以“醇酒妇人”指酒色。"
    },
    "醇酒美人": {
        "no": "2591",
        "meaning": "指酒色。"
    },
    "蠢蠢思动": {
        "no": "2592",
        "meaning": "同“蠢蠢欲动”。"
    },
    "蠢蠢欲动": {
        "no": "2593",
        "meaning": "①像虫豸一样蠕蠕爬动。②谓准备扰动为乱。"
    },
    "蠢动含灵": {
        "no": "2594",
        "meaning": "又作：一切众生。"
    },
    "踔厉奋发": {
        "no": "2595",
        "meaning": "见“踔厉风发”。"
    },
    "踔厉风发": {
        "no": "2596",
        "meaning": "①形容雄辩恣肆；议论纵横。②形容精神振奋；斗志昂扬。"
    },
    "踔厉骏发": {
        "no": "2597",
        "meaning": "见“踔厉风发”。"
    },
    "戳无路兒": {
        "no": "2598",
        "meaning": "捣鬼，无中生有的挑拨。"
    },
    "戳心灌髓": {
        "no": "2599",
        "meaning": "刺心并深入骨髓。形容刻毒得使人忍不住。"
    },
    "绰绰有馀": {
        "no": "2600",
        "meaning": "同“绰有馀裕”。"
    },
    "绰绰有裕": {
        "no": "2601",
        "meaning": "同“绰有馀裕”。"
    },
    "绰然有馀": {
        "no": "2602",
        "meaning": "同“绰有馀裕”。形容宽裕、富馀。"
    },
    "绰有馀暇": {
        "no": "2603",
        "meaning": "同“绰有馀裕”。形容态度从容。"
    },
    "绰有馀裕": {
        "no": "2604",
        "meaning": "①《孟子·公孙丑下》：“我无官守，我无言责也，则吾进退岂不绰绰然有馀裕哉？”赵歧注：“进退自由，岂不绰绰然舒缓有馀裕乎？绰、裕，皆宽也。”后因以“绰有馀裕”形容态度从容、不慌不忙。②用以形容宽裕、富馀。"
    },
    "逴俗绝物": {
        "no": "2605",
        "meaning": "又作：超世绝俗。"
    },
    "辍毫栖牍": {
        "no": "2606",
        "meaning": "停笔藏牍，谓停止写作。牍，古代写字用的狭长木板。"
    },
    "歠菽饮水": {
        "no": "2607",
        "meaning": "喝豆粥饮白水。喻生活清苦。"
    },
    "呲牙咧嘴": {
        "no": "2608",
        "meaning": "①露出牙齿，咧开嘴巴。②形容相貌凶狠或样子难看。③形容难以忍受的怪模样。"
    },
    "词不达意": {
        "no": "2609",
        "meaning": "谓词句不能充分、确切地表达思想感情。"
    },
    "词不逮意": {
        "no": "2610",
        "meaning": "又作：词不达意。"
    },
    "词华典赡": {
        "no": "2611",
        "meaning": "文词华丽，用典周备。"
    },
    "词清讼简": {
        "no": "2612",
        "meaning": "词讼清简。谓狱讼稀少，政事清闲。"
    },
    "词穷理尽": {
        "no": "2613",
        "meaning": "谓再也找不到理由，无话可说。"
    },
    "词穷理绝": {
        "no": "2614",
        "meaning": "同“词穷理尽”。"
    },
    "词穷理屈": {
        "no": "2615",
        "meaning": "谓理由亏屈，无话可说。"
    },
    "词严义密": {
        "no": "2616",
        "meaning": "措词严谨，道理周密。"
    },
    "词严义正": {
        "no": "2617",
        "meaning": "措词严肃，道理正当。"
    },
    "词约指明": {
        "no": "2618",
        "meaning": "言词简洁，旨意明确。"
    },
    "词正理直": {
        "no": "2619",
        "meaning": "言词严正，理由充足。"
    },
    "慈明无双": {
        "no": "2620",
        "meaning": "《后汉书·荀爽传》：“爽字慈明，一名谞。幼而好学，年十二，能通《春秋》、《论语》。太尉杜乔见而称之，曰：‘可为人师。’爽遂耽思经书，庆吊不行，徵命不应。颍川为之语曰：‘荀氏八龙，慈明无双。’”后因以“慈明无双”赞扬兄弟或平辈中之最负声望者。"
    },
    "辞不达义": {
        "no": "2621",
        "meaning": "说话写文章不能确切地表达意思。语本《仪礼·聘礼》：“辞多则史，少则不达，辞苟足以达义之至也。”"
    },
    "辞不达意": {
        "no": "2622",
        "meaning": "见“辞不达义”。"
    },
    "辞不获命": {
        "no": "2623",
        "meaning": "谓辞谢而未获允许。"
    },
    "辞简义赅": {
        "no": "2624",
        "meaning": "文辞简要，意义完备。"
    },
    "辞金蹈海": {
        "no": "2625",
        "meaning": "战国时，秦军围赵都邯郸，齐人鲁仲连以利害进说赵魏大臣，劝阻尊秦昭王为帝，并表示若秦王为帝，则自己将蹈东海而死。秦军退后，赵平原君以千金谢之，鲁仲连却不受，以为为人排难解纷而取酬，是商贾之事。见《史记·鲁仲连邹阳列传》。后以“辞金蹈海”比喻不慕富贵，慷慨有气节。"
    },
    "辞穷理屈": {
        "no": "2626",
        "meaning": "理由站不住脚，被驳得无话可说。"
    },
    "辞严气正": {
        "no": "2627",
        "meaning": "又作：辞严义正。"
    },
    "辞严义正": {
        "no": "2628",
        "meaning": "措辞严肃，道理正当。"
    },
    "辞严谊正": {
        "no": "2629",
        "meaning": "同“辞严义正”。"
    },
    "辞严意正": {
        "no": "2630",
        "meaning": "同“辞严义正”。"
    },
    "此唱彼和": {
        "no": "2631",
        "meaning": "这个唱，那个和。多指写诗、作文或说话的互相呼应。"
    },
    "此处不留人，会有留人处": {
        "no": "2632",
        "meaning": "见“此处不留人，自有留人处”。"
    },
    "此处不留人，自有留人处": {
        "no": "2633",
        "meaning": "谓这里不可居留，自会有可居留的地方。"
    },
    "此地无银三百两": {
        "no": "2634",
        "meaning": "民间故事：有人把银子埋藏地下，上面留字写道：“此地无银三百两”。邻人阿二偷走了银子，也留字写道：“隔壁阿二不曾偷”。后用以比喻想要掩盖事实，反而更加暴露。"
    },
    "此动彼应": {
        "no": "2635",
        "meaning": "见“此发彼应”。"
    },
    "此而可忍，孰不可忍": {
        "no": "2636",
        "meaning": "这个如能容忍，还有什么不能容忍呢！"
    },
    "此发彼应": {
        "no": "2637",
        "meaning": "这里发动，那里响应。"
    },
    "此伏彼起": {
        "no": "2638",
        "meaning": "同“此起彼伏”。"
    },
    "此疆尔界": {
        "no": "2639",
        "meaning": "谓划分疆界，彼此阻隔。"
    },
    "此界彼疆": {
        "no": "2640",
        "meaning": "见“此疆尔界”。"
    },
    "此起彼伏": {
        "no": "2641",
        "meaning": "这里起来，那里落下。表示连续不断。"
    },
    "此起彼落": {
        "no": "2642",
        "meaning": "同“此起彼伏”。"
    },
    "此问彼难": {
        "no": "2643",
        "meaning": "这个诘问，那个责难。"
    },
    "此一时彼一时": {
        "no": "2644",
        "meaning": "语本《孟子·公孙丑下》：“彼一时，此一时也。五百年必有王者兴，其间必有名世者”。谓时间不同，情况亦异，不能相提并论。"
    },
    "刺刺不休": {
        "no": "2645",
        "meaning": "多言貌。语出唐韩愈《送殷员外序》：“出门惘惘，有离别可怜之色。持被入直三省，丁宁顾婢子，语刺刺不能休。”清蒲松龄《聊斋志异·口技》：“三人絮语间杂，刺刺不休。”"
    },
    "刺虎持鹬": {
        "no": "2646",
        "meaning": "喻待机行事，一举两得。"
    },
    "刺上化下": {
        "no": "2647",
        "meaning": "讽谕国君，教化下民。"
    },
    "刺心刻骨": {
        "no": "2648",
        "meaning": "①谓感念至深。②亦作“刺心切骨”。内心极其悲愤。"
    },
    "刺心裂肝": {
        "no": "2649",
        "meaning": "谓悲痛至极。"
    },
    "刺心切骨": {
        "no": "2650",
        "meaning": "见“刺心刻骨”。"
    },
    "赐茅授土": {
        "no": "2651",
        "meaning": "封建社会帝王分封诸侯的一种礼仪。帝王以五色土为太社，分封诸侯时，各授以他们相应的某方某色土，如东方青土，南方赤土等，并包以白茅，使归以立社。"
    },
    "赐墙及肩": {
        "no": "2652",
        "meaning": "语出《论语·子张》：“叔孙武叔语大夫于朝曰：‘子贡贤于仲尼。’子服景伯以告子贡，子贡曰：‘譬之宫墙，赐之墙也及肩，窥见室家之好。夫子之墙数仞，不得其门而入，不见宗庙之美，百官之富。’”后因以“赐墙及肩”喻才学浅露。"
    },
    "从长计较": {
        "no": "2653",
        "meaning": "又作：从长计议。"
    },
    "从长计议": {
        "no": "2654",
        "meaning": "《左传·僖公四年》：“卜人曰：‘筮短长，不如从长。’”本指从长而定。后以“从长计议”指不急于作出决定，或慢慢地设法解决。"
    },
    "从长商议": {
        "no": "2655",
        "meaning": "又作：从长计议。"
    },
    "从恶如崩": {
        "no": "2656",
        "meaning": "亦作“从恶若崩”。谓为恶如山崩那样容易。"
    },
    "从恶若崩": {
        "no": "2657",
        "meaning": "见“从恶如崩”。"
    },
    "从风而靡": {
        "no": "2658",
        "meaning": "①谓如风之吹草，草随风倾倒。比喻强弱悬殊，弱者不堪一击，即告瓦解。②谓如风之吹草，草随风倾倒。比喻仿效、风行之迅速。"
    },
    "从谏如流": {
        "no": "2659",
        "meaning": "谓听从善意的规劝，就象水从高处流下一样顺暢。形容乐意接受别人意见。多用于帝王。"
    },
    "从井救人": {
        "no": "2660",
        "meaning": "语本《论语·雍也》：“仁者，虽告之曰：‘井有仁（仁人）焉。’其从之也？”意谓跟着跳到井里去救人。原用以比喻对别人并无好处而徒然危害自己的行为。后亦用以比喻冒极大危险去拯救别人。"
    },
    "从令如流": {
        "no": "2661",
        "meaning": "谓服从命令如流水就下。极言有令则行。"
    },
    "从流忘反": {
        "no": "2662",
        "meaning": "谓习从流俗而不可扭转。"
    },
    "从容不迫": {
        "no": "2663",
        "meaning": "不慌不忙，沉着镇静。"
    },
    "从容就义": {
        "no": "2664",
        "meaning": "非常镇静、毫无畏惧地为正义而死。"
    },
    "从容自如": {
        "no": "2665",
        "meaning": "不慌不忙，得心应手。"
    },
    "从容自若": {
        "no": "2666",
        "meaning": "沉着镇静，神态如常。"
    },
    "从善如登": {
        "no": "2667",
        "meaning": "谓为善如登山那样不易。"
    },
    "从善如流": {
        "no": "2668",
        "meaning": "亦作“从善若流”。听从正确的意见如水之从高处流下那样地迅速和顺当。"
    },
    "从善若流": {
        "no": "2669",
        "meaning": "见“从善如流”。"
    },
    "从天而降": {
        "no": "2670",
        "meaning": "见“从天而下”。"
    },
    "从天而下": {
        "no": "2671",
        "meaning": "比喻意想不到，突如其来。偶亦指好事之遽降。"
    },
    "从头彻尾": {
        "no": "2672",
        "meaning": "自始至终。"
    },
    "从头到尾": {
        "no": "2673",
        "meaning": "见“从头至尾”。"
    },
    "从头至尾": {
        "no": "2674",
        "meaning": "亦作“从头到尾”。①自始至终。指全过程。②从头到脚。指全身。"
    },
    "从心所欲": {
        "no": "2675",
        "meaning": "①随自己心意，想怎样就怎样。②代指七十岁。"
    },
    "从一而终": {
        "no": "2676",
        "meaning": "①谓一女不事二夫，夫死不得再嫁。②比喻忠臣不事二主。"
    },
    "聪明才智": {
        "no": "2677",
        "meaning": "指智慧和才能。"
    },
    "聪明伶俐": {
        "no": "2678",
        "meaning": "聪慧灵活。"
    },
    "聪明睿知": {
        "no": "2679",
        "meaning": "见“聪明睿智”。"
    },
    "聪明睿智": {
        "no": "2680",
        "meaning": "亦作“聪明叡知”。亦作“聪明睿知”。聪颖明智。"
    },
    "聪明叡知": {
        "no": "2681",
        "meaning": "见“聪明睿智”。"
    },
    "聪明自误": {
        "no": "2682",
        "meaning": "见“聪明反被聪明误”。"
    },
    "丛轻折轴": {
        "no": "2683",
        "meaning": "谓即使轻而小的物件，装载多了也可以使车轴折断。"
    },
    "丛雀渊鱼": {
        "no": "2684",
        "meaning": "比喻不行善政，等于把老百姓趕到敌人方面去。语本《孟子·离娄上》：“为渊驱鱼者，獭也；为丛驱爵（雀）者，鹯也；为汤武驱民者，桀与纣也。”"
    },
    "丛山峻岭": {
        "no": "2685",
        "meaning": "无数高大险峻的山岭。"
    },
    "粗茶淡饭": {
        "no": "2686",
        "meaning": "简单的饮食。形容生活简约。"
    },
    "粗风暴雨": {
        "no": "2687",
        "meaning": "①犹暴风骤雨。谓风雨之来势急骤狂猛。②比喻猛烈的声势。"
    },
    "粗服乱头": {
        "no": "2688",
        "meaning": "粗劣的衣服，蓬乱的头发。谓不加修饰。"
    },
    "粗袍粝食": {
        "no": "2689",
        "meaning": "同“粗衣恶食”。"
    },
    "粗心大意": {
        "no": "2690",
        "meaning": "对待事物马虎草率，不认真，不细心。"
    },
    "粗心浮气": {
        "no": "2691",
        "meaning": "谓办事浮躁，不细心。"
    },
    "粗衣淡饭": {
        "no": "2692",
        "meaning": "粗布衣服，平常饭食。形容生活俭朴。"
    },
    "粗衣恶食": {
        "no": "2693",
        "meaning": "粗劣的衣食。常形容生活清苦。"
    },
    "粗衣粝食": {
        "no": "2694",
        "meaning": "粗劣的衣食。形容生活清苦。"
    },
    "粗枝大叶": {
        "no": "2695",
        "meaning": "亦作“粗株大叶”。①形容简略概括。②形容粗疏，不精细；谓文字或话语简略概括。"
    },
    "粗制滥造": {
        "no": "2696",
        "meaning": "谓制造的产品不顾质量差、只求数量多。泛指工作草率马虎、不负责任。"
    },
    "粗中有细": {
        "no": "2697",
        "meaning": "表面似乎粗率，实际却很细致；平时比较粗率，有时却很细致。"
    },
    "粗株大叶": {
        "no": "2698",
        "meaning": "见“粗枝大叶”。"
    },
    "猝不及防": {
        "no": "2699",
        "meaning": "事情突然发生，来不及防备。"
    },
    "蹙蹙靡骋": {
        "no": "2700",
        "meaning": "《诗·小雅·节南山》：“我瞻四方，蹙蹙靡所骋。”后因“蹙蹙靡骋”谓局促，无法舒展。"
    },
    "蹙金结绣": {
        "no": "2701",
        "meaning": "形容文章精美，结构严密。"
    },
    "窜端匿迹": {
        "no": "2702",
        "meaning": "谓藏匿事物的头绪。"
    },
    "篡党夺权": {
        "no": "2703",
        "meaning": "篡夺党和国家的领导权。"
    },
    "爨桂炊玉": {
        "no": "2704",
        "meaning": "谓薪如桂，米似玉。比喻物价贵昂，生活艰辛。"
    },
    "摧锋陷坚": {
        "no": "2705",
        "meaning": "又作：摧锋陷阵。"
    },
    "摧锋陷阵": {
        "no": "2706",
        "meaning": "破敌深入。"
    },
    "摧坚陷阵": {
        "no": "2707",
        "meaning": "犹摧锋陷阵。"
    },
    "摧枯拉腐": {
        "no": "2708",
        "meaning": "见“摧枯折腐”。"
    },
    "摧枯拉朽": {
        "no": "2709",
        "meaning": "摧折枯枝朽木。比喻极容易办到。语本《汉书·异姓诸侯王表序》：“镌金石者难为功，摧枯朽者易为力，其势然也。”"
    },
    "摧枯折腐": {
        "no": "2710",
        "meaning": "摧折枯枝腐木。比喻极容易办到。"
    },
    "摧枯振朽": {
        "no": "2711",
        "meaning": "犹摧枯拉朽。"
    },
    "摧眉折腰": {
        "no": "2712",
        "meaning": "低眉弯腰。又作：卑躬屈膝。"
    },
    "摧陷廓清": {
        "no": "2713",
        "meaning": "攻克强敌并加以扫荡。亦喻破除陈言。"
    },
    "摧朽拉枯": {
        "no": "2714",
        "meaning": "见“摧枯拉朽”。"
    },
    "榱崩栋折": {
        "no": "2715",
        "meaning": "喻大局崩溃。"
    },
    "啛啛喳喳": {
        "no": "2716",
        "meaning": "象声词。形容杂乱细碎的说话声。"
    },
    "翠被豹舄": {
        "no": "2717",
        "meaning": "以翡翠羽为背帔，以豹皮为履。指生活奢侈。被，同“帔”。"
    },
    "翠尘珠坱": {
        "no": "2718",
        "meaning": "谓珠翠落于尘土。比喻人才横被堙没。"
    },
    "翠纶桂饵，反以失鱼": {
        "no": "2719",
        "meaning": "《太平御览》卷八三四引《阙子》：“鲁人有好钓者，以桂为饵，黄金之钩，错以银碧，垂翡翠之纶，其持竿处位即是，然其得鱼不几矣。故曰，钓之务，不在芳饰。”后以“翠纶桂饵，反以失鱼”指华而不实者必然事与愿违。"
    },
    "翠绕珠围": {
        "no": "2720",
        "meaning": "形容富家女子的华丽装饰。亦比喻随从侍女众多。"
    },
    "翠围珠裹": {
        "no": "2721",
        "meaning": "见“翠绕珠围”。"
    },
    "翠围珠绕": {
        "no": "2722",
        "meaning": "见“翠绕珠围”。"
    },
    "翠袖红裙": {
        "no": "2723",
        "meaning": "泛指妇女的服装。亦用为妇女的代称。"
    },
    "翠羽明珰": {
        "no": "2724",
        "meaning": "见“翠羽明珠”。"
    },
    "翠羽明珠": {
        "no": "2725",
        "meaning": "泛指珍贵的饰物。"
    },
    "翠竹黄花": {
        "no": "2726",
        "meaning": "《景德传灯录·慧海禅师》：“迷人不知法身无象，应物现形，遂唤青青翠竹，总是法身；郁郁黄华，无非般若。黄华若是般若，般若即同无情；翠竹若是法身，法身即同草木。”后因以“翠竹黄花”指眼前境物。"
    },
    "村夫俗子": {
        "no": "2727",
        "meaning": "粗俗人。"
    },
    "村哥里妇": {
        "no": "2728",
        "meaning": "谓平民百姓。里，里巷。"
    },
    "村歌社鼓": {
        "no": "2729",
        "meaning": "民间的歌谣、鼓乐。"
    },
    "村歌社舞": {
        "no": "2730",
        "meaning": "指民间歌舞。"
    },
    "村生泊长": {
        "no": "2731",
        "meaning": "谓生长于村野。泊，水泊。"
    },
    "村箫社鼓": {
        "no": "2732",
        "meaning": "指民间鼓乐。"
    },
    "村学究语": {
        "no": "2733",
        "meaning": "谓迂腐浅陋的言辞。"
    },
    "存而不论": {
        "no": "2734",
        "meaning": "把问题搁置起来，不加推究和讨论。"
    },
    "存十一於千百": {
        "no": "2735",
        "meaning": "谓亡多而存少。"
    },
    "存亡继绝": {
        "no": "2736",
        "meaning": "亦作“存亡续绝”。原谓使亡国复存，绝嗣得续。亦泛指使濒临灭亡或已亡者得以继续存在或延续。"
    },
    "存亡绝续": {
        "no": "2737",
        "meaning": "继续生存或者灭亡。形容势态十分危急。"
    },
    "存亡续绝": {
        "no": "2738",
        "meaning": "见“存亡继绝”。"
    },
    "存心积虑": {
        "no": "2739",
        "meaning": "谓长期、一贯的思想、想法。"
    },
    "寸兵尺铁": {
        "no": "2740",
        "meaning": "喻微小的武力。"
    },
    "寸步不离": {
        "no": "2741",
        "meaning": "①一步也不离开。②形容关系亲密。"
    },
    "寸步难行": {
        "no": "2742",
        "meaning": "亦作“寸步难移”。①形容行动极为困难。②喻处境极其艰难，什么事也做不成。"
    },
    "寸步难移": {
        "no": "2743",
        "meaning": "见“寸步难行”。"
    },
    "寸步千里": {
        "no": "2744",
        "meaning": "喻相见之难。"
    },
    "寸草不留": {
        "no": "2745",
        "meaning": "①连一点兒草都没留下。②形容消除净尽，什么东西都没有留存。"
    },
    "寸草春晖": {
        "no": "2746",
        "meaning": "喻子女报答不尽父母养育之恩。语本唐孟郊《游子吟》：“慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖！”"
    },
    "寸草衔结": {
        "no": "2747",
        "meaning": "喻虽然力薄，亦当感恩图报。"
    },
    "寸长尺短": {
        "no": "2748",
        "meaning": "语出《楚辞·卜居》：“尺有所短，寸有所长。”喻人各有长处和短处。亦指微才薄技。"
    },
    "寸长尺技": {
        "no": "2749",
        "meaning": "又作：微才薄技。"
    },
    "寸长片善": {
        "no": "2750",
        "meaning": "亦作“寸善片长”。微小的长处和优点。"
    },
    "寸地尺天": {
        "no": "2751",
        "meaning": "每一塊土地和天空。又作：每处。"
    },
    "寸积铢累": {
        "no": "2752",
        "meaning": "点滴积累。"
    },
    "寸量铢称": {
        "no": "2753",
        "meaning": "喻极细小之事亦必计较。"
    },
    "寸木岑楼": {
        "no": "2754",
        "meaning": "语出《孟子·告子下》：“不揣其本而齐其末，方寸之木，可使高于岑楼。金重于羽者，岂谓一钩金与一舆羽之谓哉！”硃熹集注：“若不取其下之平，而升寸木於岑楼之上，则寸木反高，岑楼反卑矣。”原喻比较事物的基准不一致，就会得出错误结论。后亦用以指类比不当的错误。"
    },
    "寸男尺女": {
        "no": "2755",
        "meaning": "又作：一男半女。"
    },
    "寸善片长": {
        "no": "2756",
        "meaning": "见“寸长片善”。"
    },
    "寸丝不挂": {
        "no": "2757",
        "meaning": "①佛教禅宗用以比喻心无一点挂碍。②赤身裸体。"
    },
    "寸蹄尺缣": {
        "no": "2758",
        "meaning": "喻收受小贿。蹄，“蹄”的古字，兽蹄，缣，黄色的细绢。"
    },
    "寸田尺宅": {
        "no": "2759",
        "meaning": "①道教语。寸田谓三丹田，尺宅谓面。②指微薄的产业。"
    },
    "寸铁杀人": {
        "no": "2760",
        "meaning": "喻贵精不贵多。又作：一语中的。"
    },
    "寸土尺金": {
        "no": "2761",
        "meaning": "喻土地收益极高，极其贵重。"
    },
    "寸辖制轮": {
        "no": "2762",
        "meaning": "喻控制事物的关键虽小而极重要。辖，固定车轮与车轴位置，插入轴端孔穴的销钉。"
    },
    "寸阴若岁": {
        "no": "2763",
        "meaning": "时间虽短，犹觉如年。喻盼待殷切。"
    },
    "寸指测渊": {
        "no": "2764",
        "meaning": "以一寸之指而测深渊。喻浅学不能探明深理。语本《孔丛子·答问》：“子立尺表以度天，植寸指以测渊，蒙大道而不悟，信诬说以疑圣，殆非所望也。”"
    },
    "搓手顿足": {
        "no": "2765",
        "meaning": "形容焦急的样子。"
    },
    "撮科打閧": {
        "no": "2766",
        "meaning": "又作：插科打诨。"
    },
    "撮盐入火": {
        "no": "2767",
        "meaning": "①抓取盐入火，燃烧更烈。形容性情急躁，一触即发作。②形容增添怒气。"
    },
    "撮盐入水": {
        "no": "2768",
        "meaning": "①形容立刻消灭干净。②形容大而化之，什么都不在乎。"
    },
    "厝火积薪": {
        "no": "2769",
        "meaning": "《汉书·贾谊传》：“夫抱火厝之积薪之下而寝其上，火未及燃，因谓之安，方今之势，何以异此。”谓置火于柴堆之下，比喻潜伏着极大危机。"
    },
    "厝火燎原": {
        "no": "2770",
        "meaning": "放火燎原，喻小乱子酿成大祸患。"
    },
    "措手不及": {
        "no": "2771",
        "meaning": "事出突然，来不及应付。"
    },
    "措心积虑": {
        "no": "2772",
        "meaning": "又作：处心积虑。谓长久考虑在心。"
    },
    "错彩镂金": {
        "no": "2773",
        "meaning": "谓雕绘工丽。亦用以形容词藻华丽精美。"
    },
    "错节盘根": {
        "no": "2774",
        "meaning": "①树木坚硬的根、节盘曲交错。多用以比喻事情错综复杂，难以处理。②形容人坚韧不拔。"
    },
    "错落不齐": {
        "no": "2775",
        "meaning": "又作：参差不整齐。"
    },
    "错落高下": {
        "no": "2776",
        "meaning": "又作：长短高低。"
    },
    "错落有致": {
        "no": "2777",
        "meaning": "交错纷杂而有情趣。"
    },
    "达地知根": {
        "no": "2778",
        "meaning": "谓根底清楚、明白。"
    },
    "达官贵人": {
        "no": "2779",
        "meaning": "地位高的官吏和尊贵显赫的人物。"
    },
    "达官贵要": {
        "no": "2780",
        "meaning": "又作：达官贵人。"
    },
    "达官显宦": {
        "no": "2781",
        "meaning": "又作：达官贵人。"
    },
    "达官要人": {
        "no": "2782",
        "meaning": "又作：达官贵人。"
    },
    "沓来麕至": {
        "no": "2783",
        "meaning": "同“沓来踵至”。"
    },
    "沓来踵至": {
        "no": "2784",
        "meaning": "纷纷到来。"
    },
    "答非所问": {
        "no": "2785",
        "meaning": "回答的内容不是人家要问的。"
    },
    "答问如流": {
        "no": "2786",
        "meaning": "形容对答流暢。"
    },
    "打抱不平": {
        "no": "2787",
        "meaning": "帮助受欺压者打击强横的人。"
    },
    "打草惊蛇": {
        "no": "2788",
        "meaning": "喻惩彼戒此。语本宋郑文宝《南唐近事》：“王鲁为当涂宰，颇以资产为务，会部民连状诉主簿贪贿于县尹，鲁乃判曰：‘汝虽打草，吾已也惊。’为好事者口实焉。”《里语证实·打草惊蛇》引《续常谈》作“汝虽打草，吾已惊蛇”。注云：“言汝诉主簿贪贿如打草，则我为蛇之被惊知戒矣。”后用以喻作事泄密而惊动对方。"
    },
    "打草蛇惊": {
        "no": "2789",
        "meaning": "见“打草惊蛇”。"
    },
    "打成一片": {
        "no": "2790",
        "meaning": "不同的部分融合为一个整体。"
    },
    "打凤捞龙": {
        "no": "2791",
        "meaning": "见“打凤牢龙”。"
    },
    "打凤牢龙": {
        "no": "2792",
        "meaning": "亦作“打凤捞龙”。①喻安排圈套使强有力的对手中计。②喻设法寻找合适的人选。"
    },
    "打富济贫": {
        "no": "2793",
        "meaning": "夺取富人的财产，救济穷人。"
    },
    "打恭作揖": {
        "no": "2794",
        "meaning": "旧时礼节，弯身抱拳，上下摆动，表示恭敬。"
    },
    "打躬作揖": {
        "no": "2795",
        "meaning": "见“打恭作揖”。"
    },
    "打拱作揖": {
        "no": "2796",
        "meaning": "见“打恭作揖”。"
    },
    "打虎牢龙": {
        "no": "2797",
        "meaning": "又作：打凤牢龙。"
    },
    "打击报复": {
        "no": "2798",
        "meaning": "对揭露自己缺点、错误的人进行压制陷害。"
    },
    "打鸡骂狗": {
        "no": "2799",
        "meaning": "比喻旁敲侧击地漫骂，以发泄对某个人的不满。"
    },
    "打家劫舍": {
        "no": "2800",
        "meaning": "亦作“打家截舍”。到人家里抢劫财物。"
    },
    "打家截道": {
        "no": "2801",
        "meaning": "谓到人家里和在路上抢夺财物。"
    },
    "打家截舍": {
        "no": "2802",
        "meaning": "见“打家劫舍”。"
    },
    "打开天窗说亮话": {
        "no": "2803",
        "meaning": "直率而明白地讲出来。"
    },
    "打落水狗": {
        "no": "2804",
        "meaning": "比喻继续打击那些已经失败了的敌人，不使死灰复燃。"
    },
    "打破沙锅问到底": {
        "no": "2805",
        "meaning": "同“打破砂锅璺到底”。"
    },
    "打破沙锅璺到底": {
        "no": "2806",
        "meaning": "亦作“打破砂锅璺到底”。璺，坼裂。谐声为“问”，今径改用“问”。比喻追根究底。语本宋黄庭坚《拙轩颂》：“觅巧了不可得，拙从何来？打破沙盆一问，狂子因此眼开，弄巧成拙，为蛇画足，何况头上安头，屋下安屋，毕竟巧者有馀，拙者不足。”"
    },
    "打破砂锅问到底": {
        "no": "2807",
        "meaning": "见“打破沙锅问到底”。"
    },
    "打破砂锅璺到底": {
        "no": "2808",
        "meaning": "见“打破沙锅璺到底”。"
    },
    "打情骂俏": {
        "no": "2809",
        "meaning": "带有亲昵或诱惑的相互嘲弄。多指男女调情。"
    },
    "打情骂趣": {
        "no": "2810",
        "meaning": "①谓打是情，骂是趣。又作：打是亲，骂是爱。②犹打情骂俏。"
    },
    "打情卖笑": {
        "no": "2811",
        "meaning": "犹打情骂俏。"
    },
    "打蛇打七寸": {
        "no": "2812",
        "meaning": "比喻做事把握住关键，才易于制胜。"
    },
    "打死虎": {
        "no": "2813",
        "meaning": "比喻抨击已失威势的人。"
    },
    "打死老虎": {
        "no": "2814",
        "meaning": "见“打死虎”。"
    },
    "打铁趁热": {
        "no": "2815",
        "meaning": "比喻做事抓紧时机，加速进行。"
    },
    "打退堂鼓": {
        "no": "2816",
        "meaning": "①古时官吏打鼓退堂。②比喻中途退缩。"
    },
    "打鸭惊鸳": {
        "no": "2817",
        "meaning": "见“打鸭惊鸳鸯”。"
    },
    "打鸭惊鸳鸯": {
        "no": "2818",
        "meaning": "比喻打此而惊彼。"
    },
    "大败亏轮": {
        "no": "2819",
        "meaning": "遭到很大的失败和损失。"
    },
    "大笔如椽": {
        "no": "2820",
        "meaning": "语出《晋书·王珣传》：“珣梦人以大笔如椽与之，既觉，语人曰：‘此当有大手笔事。’俄而帝崩，哀册谥议，皆珣所草。”后常以“大笔如椽”夸赞别人文笔雄健有力或文章气势宏大。"
    },
    "大步流星": {
        "no": "2821",
        "meaning": "形容走得很快。"
    },
    "大才榱槃": {
        "no": "2822",
        "meaning": "同“大才槃槃”。"
    },
    "大才槃槃": {
        "no": "2823",
        "meaning": "谓有大才干。"
    },
    "大材小用": {
        "no": "2824",
        "meaning": "大的材料用于小处。比喻人才使用不当，不能尽其才。"
    },
    "大彻大悟": {
        "no": "2825",
        "meaning": "谓彻底醒悟。"
    },
    "大澈大悟": {
        "no": "2826",
        "meaning": "见“大彻大悟”。"
    },
    "大吃一惊": {
        "no": "2827",
        "meaning": "形容对发生的事感到十分意外。"
    },
    "大处落墨": {
        "no": "2828",
        "meaning": "绘画或写文章要在主要的地方下工夫。比喻做事要在大处着眼。"
    },
    "大处着眼": {
        "no": "2829",
        "meaning": "从大的、重要的方面观察、考虑问题。"
    },
    "大吹大打": {
        "no": "2830",
        "meaning": "谓鼓乐齐作。"
    },
    "大吹大擂": {
        "no": "2831",
        "meaning": "①鼓乐齐作。②比喻大肆宣扬。"
    },
    "大吹法螺": {
        "no": "2832",
        "meaning": "法螺，僧道作法事用的乐器，是一种梭尾螺壳。《妙法莲华经·序品》：“今佛世主，欲说大法，雨大法雨，吹大法螺，击大法鼓。”后以“大吹法螺”比喻说大话，大肆吹嘘。"
    },
    "大醇小疵": {
        "no": "2833",
        "meaning": "醇，纯。疵，病。谓大体纯正，略有欠缺。"
    },
    "大慈大悲": {
        "no": "2834",
        "meaning": "佛教语。佛菩萨对众生广大的慈善心和怜悯心。《大智度论》卷二七：“大慈大悲者，四无量心中已分别，今当更略说：大慈与一切众生乐，大悲拔一切众生苦。”后形容人心肠慈善。《云笈七签》卷四：“圣人兴，大慈大悲，爱若赤子，随时化生，随宜救拔。”现多含讽刺意。"
    },
    "大错特错": {
        "no": "2835",
        "meaning": "强调错误到极点。"
    },
    "大打出手": {
        "no": "2836",
        "meaning": "戏曲演武打时，由剧中一个角色同几个对手相互抛掷接踢武器，称为打出手。因以大打出手形容野蛮地打人逞凶或相互间的争斗、殴打。"
    },
    "大胆包身": {
        "no": "2837",
        "meaning": "谓胆量极大。"
    },
    "大刀阔斧": {
        "no": "2838",
        "meaning": "①形容军队威猛的气势。②喻办事果断而有魄力。"
    },
    "大地春回": {
        "no": "2839",
        "meaning": "见“大地回春”。"
    },
    "大地回春": {
        "no": "2840",
        "meaning": "亦作“大地春回”。指冬尽春来。草木萌生，大地上呈现一片欣欣向荣的景象。常比喻形势的好转。"
    },
    "大动肝火": {
        "no": "2841",
        "meaning": "大怒。"
    },
    "大而化之": {
        "no": "2842",
        "meaning": "①谓光大德业，以化万民。②做事情马虎，不细心。"
    },
    "大而无当": {
        "no": "2843",
        "meaning": "①谓言辞夸大，不着边际。②指大而不切实用。"
    },
    "大发雷霆": {
        "no": "2844",
        "meaning": "比喻大发脾气。"
    },
    "大法小廉": {
        "no": "2845",
        "meaning": "谓大臣尽忠，小臣尽职。"
    },
    "大方之家": {
        "no": "2846",
        "meaning": "谓见多识广、明晓大道的人。"
    },
    "大放厥词": {
        "no": "2847",
        "meaning": "见“大放厥辞”。"
    },
    "大放厥辞": {
        "no": "2848",
        "meaning": "亦作“大放厥词”。①谓写出大量优美的辞章。②大发议论（今多含贬义）。"
    },
    "大风大浪": {
        "no": "2849",
        "meaning": "自然界的狂风巨浪。多比喻社会上的巨大动荡和激烈斗争。"
    },
    "大腹便便": {
        "no": "2850",
        "meaning": "①形容肚子肥大凸出。②今含贬义。"
    },
    "大公无私": {
        "no": "2851",
        "meaning": "①公平正直，不徇私情。②现多指完全为人民群众利益着想，毫无私心。"
    },
    "大功告成": {
        "no": "2852",
        "meaning": "语本《汉书·王莽传上》：“十万众并集，平作二旬，大功毕成。”指巨大的工程或重要的任务宣告完成。"
    },
    "大海捞针": {
        "no": "2853",
        "meaning": "比喻无从寻觅。"
    },
    "大旱望云": {
        "no": "2854",
        "meaning": "比喻渴望解除困境，如久旱盼望下雨一样。语本《孟子·梁惠王下》：“民望之，若大旱之望云霓也。”赵岐注：“霓，虹也。雨则虹见，故大旱而思见之。”"
    },
    "大好河山": {
        "no": "2855",
        "meaning": "无限美好的祖国国土。"
    },
    "大红大绿": {
        "no": "2856",
        "meaning": "谓颜色浓艳。"
    },
    "大红大紫": {
        "no": "2857",
        "meaning": "形容显赫、得意。"
    },
    "大呼小喝": {
        "no": "2858",
        "meaning": "同“大呼小叫”。"
    },
    "大呼小叫": {
        "no": "2859",
        "meaning": "谓大声叫呼。"
    },
    "大惑不解": {
        "no": "2860",
        "meaning": "语本《庄子·天地》：“大惑者，终身不解；大愚者，终身不灵。”成玄英疏：“大愚惑者，凡俗也，心识闇鄙，触景生迷，所以竟世终身不觉悟也。”后多以“大惑不解”指对事物感到非常迷惑，不能理解。"
    },
    "大家风范": {
        "no": "2861",
        "meaning": "①出自高贵人家的特有气派。②借称大作家的风格气派。"
    },
    "大家闺秀": {
        "no": "2862",
        "meaning": "旧指出身于世家大族的女子。"
    },
    "大匠运斤": {
        "no": "2863",
        "meaning": "语出《庄子·徐无鬼》：“郢人垩漫其鼻端，若蝇翼，使匠石斫之，匠石运斤成风，听而斫之，尽垩而鼻不伤，郢人立不失容。”后以“大匠运斤”称人技艺精湛或文笔娴熟高超。"
    },
    "大街小巷": {
        "no": "2864",
        "meaning": "指各处街巷。"
    },
    "大经大法": {
        "no": "2865",
        "meaning": "根本的原则和法规。"
    },
    "大惊失色": {
        "no": "2866",
        "meaning": "非常惊恐，变了脸色。"
    },
    "大惊小怪": {
        "no": "2867",
        "meaning": "形容对不足为奇的事情过分慌张或诧异。"
    },
    "大快人心": {
        "no": "2868",
        "meaning": "指坏人受到惩罚或打击，众人心里感到非常痛快。"
    },
    "大塊文章": {
        "no": "2869",
        "meaning": "原指大自然锦绣般美好的景色。语本唐李白《春夜宴从弟桃李园序》。清黄景仁《砚铭》：“眉山苍苍，大塊文章，兽纽头，篆鸟迹，中空无物，何止容卿辈数十。”后用以称赞别人内容丰富的长篇文章。参见“大塊”。"
    },
    "大路椎轮": {
        "no": "2870",
        "meaning": "南朝梁萧统《〈文选〉序》：“若夫椎轮为大辂之始，大辂宁有椎轮之质。”大辂，古代华美的大车。椎轮，无辐条的原始车轮。谓大辂由椎轮逐步演变而成，比喻事物的进化，由简到繁，由粗至精。后人亦称始创者为大辂椎轮。"
    },
    "大马金刀": {
        "no": "2871",
        "meaning": "①形容豪爽，气派大。②形容说话直率锋利，不留情面。"
    },
    "大名鼎鼎": {
        "no": "2872",
        "meaning": "名气很大。"
    },
    "大名难居": {
        "no": "2873",
        "meaning": "《史记·越王勾践世家》：“句践以霸，而范蠡称上将军。还反国，范蠡以为大名之下，难以久居……乃装其轻宝珠玉，自与其私徒属乘舟浮海以行。”后称盛名之下不易自处为“大名难居”。"
    },
    "大谬不然": {
        "no": "2874",
        "meaning": "谓大错特错，完全不是这样。"
    },
    "大缪不然": {
        "no": "2875",
        "meaning": "见“大谬不然”。"
    },
    "大模大样": {
        "no": "2876",
        "meaning": "①满不在乎或不害怕的样子。②傲慢的样子。"
    },
    "大逆不道": {
        "no": "2877",
        "meaning": "犹大逆无道。"
    },
    "大逆无道": {
        "no": "2878",
        "meaning": "封建时代称犯上作乱等重大罪行。"
    },
    "大起大落": {
        "no": "2879",
        "meaning": "大幅度地起落。形容变化大。"
    },
    "大气磅礴": {
        "no": "2880",
        "meaning": "形容气势盛大。"
    },
    "大器晚成": {
        "no": "2881",
        "meaning": "谓贵重器物需要长时间才能完成。常比喻大才之人成就往往较晚。"
    },
    "大千世界": {
        "no": "2882",
        "meaning": "佛教语。“三千大千世界”之省称。后亦以指广阔无边的世界。"
    },
    "大巧若拙": {
        "no": "2883",
        "meaning": "谓真正灵巧的人，不自炫耀，外似笨拙。"
    },
    "大请大受": {
        "no": "2884",
        "meaning": "谓优厚的待遇。"
    },
    "大权旁落": {
        "no": "2885",
        "meaning": "重大权力落在别人手中。"
    },
    "大人先生": {
        "no": "2886",
        "meaning": "旧时指有身分有地位的人。有时带讽刺意味。"
    },
    "大杀风景": {
        "no": "2887",
        "meaning": "唐李商隐《杂纂》把“花间喝道”、“月下把火”等列为“杀风景”的事情，意思是损害景物，破坏人的兴致。今泛称败人兴致为大杀风景。"
    },
    "大煞风景": {
        "no": "2888",
        "meaning": "同“大杀风景”。"
    },
    "大煞风趣": {
        "no": "2889",
        "meaning": "同“大煞风景”。"
    },
    "大声疾呼": {
        "no": "2890",
        "meaning": "大声呼喊，促使别人注意。语出唐韩愈《后十九日复上宰相书》：“蹈水火者之求免於人也，不惟其父兄子弟之慈爱，然后呼而望之也；将有介於其侧者，虽其所憎怨，苟不至乎欲其死者，则将大其声疾呼，而望其仁之也。”"
    },
    "大失所望": {
        "no": "2891",
        "meaning": "原来的希望完全落空。语本《史记·高祖本记》：“秦人大失望。”"
    },
    "大势所趋": {
        "no": "2892",
        "meaning": "整个局势发展的趋向。"
    },
    "大势已去": {
        "no": "2893",
        "meaning": "谓有利的局势已经丧失。"
    },
    "大是大非": {
        "no": "2894",
        "meaning": "指带有原则性、根本性的是非问题。"
    },
    "大手大脚": {
        "no": "2895",
        "meaning": "形容花钱、用东西没有节制。"
    },
    "大书特书": {
        "no": "2896",
        "meaning": "谓对大事郑重地予以记述。"
    },
    "大肆厥辞": {
        "no": "2897",
        "meaning": "铺张辞藻，大展文才。"
    },
    "大廷广众": {
        "no": "2898",
        "meaning": "见“大庭广众”。"
    },
    "大庭广众": {
        "no": "2899",
        "meaning": "本谓在朝廷之上，面对群臣的公开场所，后指人数众多的公开场合。"
    },
    "大同小异": {
        "no": "2900",
        "meaning": "《庄子·天下》：“大同而与小同异，此之谓小同异；万物毕同毕异，此之谓大同异。”后指事物大体相同，略有差异为“大同小异”。"
    },
    "大头小尾": {
        "no": "2901",
        "meaning": "犹虎头蛇尾。比喻作事前紧后松，有始无终。"
    },
    "大喜过望": {
        "no": "2902",
        "meaning": "谓结果比原来希望的更好，因而感到特别高兴。"
    },
    "大厦将颠": {
        "no": "2903",
        "meaning": "喻情势危急，频临崩溃。"
    },
    "大厦将倾": {
        "no": "2904",
        "meaning": "见“大厦将颠”。"
    },
    "大显身手": {
        "no": "2905",
        "meaning": "充分显露自己的本事。"
    },
    "大显神通": {
        "no": "2906",
        "meaning": "充分显示出奇的本领。"
    },
    "大相径庭": {
        "no": "2907",
        "meaning": "见“大相迳庭”。"
    },
    "大相迳庭": {
        "no": "2908",
        "meaning": "谓彼此相差极远或矛盾很大。"
    },
    "大兴土木": {
        "no": "2909",
        "meaning": "大规模兴建土木工程，多指盖房子。"
    },
    "大言不惭": {
        "no": "2910",
        "meaning": "说大话而不觉羞愧。"
    },
    "大吆小喝": {
        "no": "2911",
        "meaning": "大声喊叫、谩骂。"
    },
    "大摇大摆": {
        "no": "2912",
        "meaning": "形容满不在乎、大模大样地走动。"
    },
    "大义凛然": {
        "no": "2913",
        "meaning": "形容为维护正义而显出严峻不可侵犯的样子。"
    },
    "大义灭亲": {
        "no": "2914",
        "meaning": "春秋时卫大夫石碏之子石厚与公子州吁杀桓公，而立州吁为君。石碏因设计杀州吁、石厚，《左传》赞之为“大义灭亲”。见《左传·隐公四年》。本指为君臣大义而绝父子的私情。后泛指为维护正义而不顾亲属间的私情。今指为维护正义，对违反祖国人民利益的亲属不徇私情，使受国法制裁。"
    },
    "大音希声": {
        "no": "2915",
        "meaning": "《老子》：“大音希声，大象无形。”王弼注：“听之不闻名曰希，不可得闻之音也。有声则有分，有分则不宫而商矣。分则不能统众，故有声者非大音也。”魏源本义引吕惠卿曰：“以至音而希声，象而无形，名与实常若相反者也，然则道之实盖隐於无矣。”意谓最大最美的声音乃是无声之音。"
    },
    "大有迳庭": {
        "no": "2916",
        "meaning": "《庄子·逍遥游》：“大有迳庭，不近人情焉。”王先谦集解引宣颖云：“迳，门外路；庭，堂外地；大有，谓相远之甚。”后称彼此差异很大为“大有迳庭”。"
    },
    "大有可为": {
        "no": "2917",
        "meaning": "事情很值得做，很有发展前途。"
    },
    "大有人在": {
        "no": "2918",
        "meaning": "指某一类人为数很多。"
    },
    "大有作为": {
        "no": "2919",
        "meaning": "谓能充分发挥才能，做出很大成绩。"
    },
    "大展宏图": {
        "no": "2920",
        "meaning": "谓放手实施宏伟的计划和设想。"
    },
    "大张旗鼓": {
        "no": "2921",
        "meaning": "①比喻声势、规模很大。②比喻公开。"
    },
    "大张挞伐": {
        "no": "2922",
        "meaning": "①大规模地用兵征讨。②指进行猛烈抨击或声讨。"
    },
    "大杖则走": {
        "no": "2923",
        "meaning": "汉刘向《说苑·建本》：“舜之事父也，索而使之，未尝不在侧；求而杀之，未尝可得；小箠则待，大箠则走，以逃暴怒也。”谓父以大杖责子，或致伤，在父则为伤慈，子宜避之，不陷父于不义。"
    },
    "大直若诎": {
        "no": "2924",
        "meaning": "见“大直若屈”。"
    },
    "大直若屈": {
        "no": "2925",
        "meaning": "亦作“大直若诎”。最正直的人外表反似委曲随和。"
    },
    "大智如愚": {
        "no": "2926",
        "meaning": "谓才智极高的人，不炫耀自己，表面上看来好象愚笨。"
    },
    "大智若愚": {
        "no": "2927",
        "meaning": "见“大智如愚”。"
    },
    "呆如木鸡": {
        "no": "2928",
        "meaning": "见“呆若木鸡”。"
    },
    "呆若木鸡": {
        "no": "2929",
        "meaning": "《庄子·达生》谓纪渻子为国君驯养斗鸡，凡四十日乃成，“望之似木鸡矣”。因以“呆似木鸡”或“呆若木鸡”形容因恐惧或惊讶而发楞的样子。"
    },
    "呆似木鸡": {
        "no": "2930",
        "meaning": "见“呆若木鸡”。"
    },
    "代马望北": {
        "no": "2931",
        "meaning": "比喻人心眷恋故土，不愿老死他乡。"
    },
    "代马依风": {
        "no": "2932",
        "meaning": "比喻人心眷恋故土，不愿老死他乡。"
    },
    "代越庖俎": {
        "no": "2933",
        "meaning": "《庄子·逍遥游》：“庖人虽不治庖，尸祝不越樽俎而代之矣。”成玄英疏：“庖人，谓掌庖厨之人，则今之太官供膳是也。尸者，太庙中神主也。祝者，则今太常太祝是也，执祭版对尸而祝之，故谓之尸祝也。樽，酒器也。俎，肉器也。”后因以“代越庖俎”比喻越出本分，代行其事。"
    },
    "带减腰围": {
        "no": "2934",
        "meaning": "语本《梁书·昭明太子统传》：“体素壮，腰带十围，至是减削过半。”常用以形容病愁瘦损。"
    },
    "带金佩紫": {
        "no": "2935",
        "meaning": "古时三公等皆佩带金印紫绶。后用以指居高官显位。"
    },
    "带水拖泥": {
        "no": "2936",
        "meaning": "①形容泥泞难行。②比喻不顺利或不干脆。"
    },
    "带月披星": {
        "no": "2937",
        "meaning": "形容早起晚睡，奔波不息。"
    },
    "待贾而沽": {
        "no": "2938",
        "meaning": "亦作“待价而沽”。等待善价出售，亦比喻怀才待用或待时而行。语本《论语·子罕》：“子贡曰：‘有美玉於斯，韫椟而藏诸？求善贾而沽诸？’子曰：‘沽之哉，沽之哉！我待贾者也。’”"
    },
    "待价而沽": {
        "no": "2939",
        "meaning": "见“待贾而沽”。"
    },
    "待人接物": {
        "no": "2940",
        "meaning": "与人相处。"
    },
    "待兔守株": {
        "no": "2941",
        "meaning": "比喻墨守成规不知变通或妄想不劳而获，坐享其成。"
    },
    "待月西厢": {
        "no": "2942",
        "meaning": "唐元稹《莺莺传》载：莺莺约张生月夜会于花园，题《月明三五夜》诗一首，着红娘送去。其词曰：“待月西厢下，迎风户半开。拂墙花影动，疑是玉人来。”后因以“待月西厢”谓情人私相约会。"
    },
    "戴发含齿": {
        "no": "2943",
        "meaning": "谓人的形状。亦以指人。"
    },
    "戴发含牙": {
        "no": "2944",
        "meaning": "见“戴发含齿”。"
    },
    "戴高帽兒": {
        "no": "2945",
        "meaning": "见“戴高帽子”。"
    },
    "戴高帽子": {
        "no": "2946",
        "meaning": "《北史·儒林传下·熊安生》：“道晖好着高翅帽、大屐，州将初临，辄服以谒见。仰头举肘，拜于屐上，自言学士比三公”。后因以妄自尊大，冀人誉己为好戴高帽子；而以吹捧、恭维别人为给人戴高帽子。"
    },
    "戴鸡佩豚": {
        "no": "2947",
        "meaning": "雄鸡野猪皆好斗，古时以冠带像其形，表示好勇。"
    },
    "戴笠乘车": {
        "no": "2948",
        "meaning": "古代越地风俗淳朴，凡初与人交，即封土坛，祭以鸡犬，祝曰：“卿虽乘车我戴笠，后日相逢下车揖；我步行，君乘马，他日相逢君当下。”意即不以贵贱而使交情有所变易。见晋周处《风土记》。后以“戴笠乘车”喻贫贱之交或贵贱相逢，不忘旧交。"
    },
    "戴笠故交": {
        "no": "2949",
        "meaning": "谓贫贱之交。"
    },
    "戴眉含齿": {
        "no": "2950",
        "meaning": "见“戴发含齿”。"
    },
    "戴盆望天": {
        "no": "2951",
        "meaning": "①《文选·司马迁〈报任少卿书〉》：“仆以为戴盆何以望天，故绝宾客之知，亡家室之业，日夜思竭其不肖之才力，务一心营职，以求亲媚於主上”。李善注：“言人戴盆则不得望天，望天则不得戴盆，事不可兼施”。因以“戴盆望天”喻事难两全。②喻方法错误，无法达到目的。"
    },
    "戴清履浊": {
        "no": "2952",
        "meaning": "犹戴天履地。清指天，浊指地。"
    },
    "戴日戴斗": {
        "no": "2953",
        "meaning": "又作：普天之下。"
    },
    "戴霜履冰": {
        "no": "2954",
        "meaning": "形容不怕严寒，奔波于外。"
    },
    "戴天蹐地": {
        "no": "2955",
        "meaning": "犹戴天履地。"
    },
    "戴天履地": {
        "no": "2956",
        "meaning": "顶天立地。又作：生于天地之间。"
    },
    "戴头识脸": {
        "no": "2957",
        "meaning": "谓有面子，有身分。"
    },
    "戴玄履黄": {
        "no": "2958",
        "meaning": "犹戴天履地。"
    },
    "戴圆履方": {
        "no": "2959",
        "meaning": "犹戴天履地。"
    },
    "戴月披星": {
        "no": "2960",
        "meaning": "顶着月亮和星星。谓起早落黑，辛勤地奔波或在野外劳动。"
    },
    "戴罪立功": {
        "no": "2961",
        "meaning": "谓判了罪而给予立功赎罪的机会。也泛指犯罪后立功赎罪。"
    },
    "丹凤朝阳": {
        "no": "2962",
        "meaning": "《诗·大雅·卷阿》：“凤凰鸣矣，于彼高冈。梧桐生矣，于彼朝阳。”明硃善《诗解颐》卷三：“凤皇者，贤才之喻；高冈者，朝廷之喻；梧桐者，贤君之喻；朝阳者，明时之喻也。”后以“丹凤朝阳”喻贤才逢明时。"
    },
    "丹黄甲乙": {
        "no": "2963",
        "meaning": "点校书籍，评定次第。"
    },
    "丹漆随梦": {
        "no": "2964",
        "meaning": "南朝梁刘勰《文心雕龙·序志》：“齿在逾立，则尝梦执丹漆之礼器，随仲尼而南行。”后以“丹漆随梦”指追随前哲。"
    },
    "丹铅甲乙": {
        "no": "2965",
        "meaning": "见“丹黄甲乙”。"
    },
    "丹书白马": {
        "no": "2966",
        "meaning": "古代帝王赐给功臣享有世袭爵位和免罪等特权的证件时，宰白马歃其血，以示坚守誓约，后人称为“丹书白马”。"
    },
    "丹书铁契": {
        "no": "2967",
        "meaning": "古代帝王赐给功臣世袭的享有免罪等特权的证件。"
    },
    "丹书铁券": {
        "no": "2968",
        "meaning": "丹书铁契。"
    },
    "丹楹刻桷": {
        "no": "2969",
        "meaning": "红漆的柱子与刻有花纹的椽子。形容屋宇华丽精美。楹，柱。桷，椽。语出《春秋·庄公二十三年》：“秋，丹桓宫楹。”又《庄公二十四年》：“春，王三月，刻桓宫桷。”桷，椽。语出《春秋·庄公二十三年》：“秋，丹桓宫楹。”又《庄公二十四年》：“春，王三月，刻桓宫桷。”"
    },
    "单刀赴会": {
        "no": "2970",
        "meaning": "指三国蜀将关羽携带单刀独自往见吴将鲁肃的故事。后多喻指孤胆入敌，与之周旋。"
    },
    "单刀直入": {
        "no": "2971",
        "meaning": "①原为佛教语。喻认定目标，勇猛精进。②喻说话直截了当，不绕弯子。"
    },
    "单见浅闻": {
        "no": "2972",
        "meaning": "见识短浅。"
    },
    "单枪匹马": {
        "no": "2973",
        "meaning": "亦作“单枪独马”。亦作“单鎗匹马”。①形容孤身奋战。②比喻孤身一人或单独行动。"
    },
    "单丝不成线": {
        "no": "2974",
        "meaning": "见“单丝不成线”。"
    },
    "单文孤证": {
        "no": "2975",
        "meaning": "仅有的证据。意谓不足凭信。"
    },
    "单忧极瘁": {
        "no": "2976",
        "meaning": "谓极尽忧虑辛劳之苦。单，通“殚”。"
    },
    "担惊受恐": {
        "no": "2977",
        "meaning": "见“担惊忍怕”。"
    },
    "担惊受怕": {
        "no": "2978",
        "meaning": "见“担惊忍怕”。"
    },
    "担雪塞井": {
        "no": "2979",
        "meaning": "比喻白费力气，于事无补。"
    },
    "担雪填河": {
        "no": "2980",
        "meaning": "见“担雪塞井”。"
    },
    "担雪填井": {
        "no": "2981",
        "meaning": "见“担雪塞井”。"
    },
    "眈眈虎视": {
        "no": "2982",
        "meaning": "像老虎一般地威视着。语本《易·颐》：“虎视耽耽，其欲逐逐。”"
    },
    "眈眈逐逐": {
        "no": "2983",
        "meaning": "贪婪注视、急于攫取之貌。语出《易·颐》：“虎视眈眈，其欲逐逐。”"
    },
    "躭惊受怕": {
        "no": "2984",
        "meaning": "又作：担受惊吓。"
    },
    "殚诚毕虑": {
        "no": "2985",
        "meaning": "竭尽忠诚与思虑。"
    },
    "殚见洽闻": {
        "no": "2986",
        "meaning": "谓见闻、知识十分广博。"
    },
    "殚精毕力": {
        "no": "2987",
        "meaning": "尽心竭力。"
    },
    "殚精极虑": {
        "no": "2988",
        "meaning": "犹殚思极虑。"
    },
    "殚精竭力": {
        "no": "2989",
        "meaning": "犹殚精毕力。"
    },
    "殚精竭虑": {
        "no": "2990",
        "meaning": "犹殚思极虑。"
    },
    "殚谋戮力": {
        "no": "2991",
        "meaning": "竭尽智谋和精力。"
    },
    "殚思极虑": {
        "no": "2992",
        "meaning": "谓竭尽心力思考谋划。"
    },
    "殚智竭力": {
        "no": "2993",
        "meaning": "竭尽智慧和力量。"
    },
    "箪豆见色": {
        "no": "2994",
        "meaning": "谓计较小利。语出《孟子·尽心下》：“好名之人能让千乘之国，苟非其人，箪食豆羹见於色。”"
    },
    "箪醪投川": {
        "no": "2995",
        "meaning": "相传古有良将，得到别人赠送的一箪酒，为了表示与部下共享，把酒倒在河里，让兵士从下游取水饮之。事见汉黄石公《三略·上略》。或以为越王勾践事，见《吕氏春秋·顺民》。后以“箪醪投川”为将领爱抚部下，甘苦与共的典实。"
    },
    "箪瓢陋室": {
        "no": "2996",
        "meaning": "又作：箪瓢陋巷。"
    },
    "箪瓢陋巷": {
        "no": "2997",
        "meaning": "《论语·雍也》载：颜渊一箪食，一瓢饮，居陋巷，而不改其乐，孔子称赞他说：“贤哉回也！”后以“箪瓢陋巷”为生活清贫的典故。"
    },
    "箪瓢屡空": {
        "no": "2998",
        "meaning": "谓饮食不继，生活贫困。"
    },
    "箪瓢屡罄": {
        "no": "2999",
        "meaning": "又作：箪瓢屡空。"
    },
    "箪食豆羹": {
        "no": "3000",
        "meaning": "一箪饭食，一豆羹汤。谓少量饮食。亦以喻小利。"
    },
    "箪食壶浆": {
        "no": "3001",
        "meaning": "①用箪装着饭食，用壶盛着浆汤。《孟子·梁惠王下》：“以万乘之国伐万乘之国，箪食壶浆以迎王师，岂有他哉！避水火也。”后用为犒师拥军的典故。②用箪装着饭食，用壶盛着浆汤。《公羊传·昭公二十五年》：“高子执箪食与四脡脯，国子执壶浆，曰：‘吾寡君闻君在外，馂饔未就，敢致糗于从者。’”后用为饷馈食饮的典故。"
    },
    "箪食壶酒": {
        "no": "3002",
        "meaning": "一箪食，一壶酒。谓少量饮食。"
    },
    "箪食瓢饮": {
        "no": "3003",
        "meaning": "《论语·雍也》：“一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉回也！”后用为生活简朴，安贫乐道的典故。"
    },
    "儋石之储": {
        "no": "3004",
        "meaning": "又作：少量的财富。"
    },
    "胆颤心惊": {
        "no": "3005",
        "meaning": "同“胆战心惊”。"
    },
    "胆粗气壮": {
        "no": "3006",
        "meaning": "谓胆大气盛，无所畏惧。"
    },
    "胆大包天": {
        "no": "3007",
        "meaning": "极言胆子很大，不知畏惧。"
    },
    "胆大泼天": {
        "no": "3008",
        "meaning": "同“胆大包天”。"
    },
    "胆大如斗": {
        "no": "3009",
        "meaning": "《三国志·蜀志·姜维传》“维妻子皆伏诛”裴松之注引《世语》：“维死时见剖，胆如斗大。”后因称胆量极大为“胆大如斗”。元关汉卿《单刀会》第二折：“有一个赵子龙胆大如斗。”亦省作“胆如斗”。宋黄庭坚《再答明略》诗之二：“廖侯言如不出口，铨量古今胆如斗。”一说，“如斗”应作“如升”。"
    },
    "胆大妄为": {
        "no": "3010",
        "meaning": "形容无所忌惮地胡作非为。"
    },
    "胆大心粗": {
        "no": "3011",
        "meaning": "谓做事胆子大，但粗疏鲁莽欠思考。"
    },
    "胆大心细": {
        "no": "3012",
        "meaning": "勇于任事而又缜密谨慎。"
    },
    "胆大心雄": {
        "no": "3013",
        "meaning": "胆子大，有雄心，做事无所畏惧。"
    },
    "胆大於身": {
        "no": "3014",
        "meaning": "又作：胆大如斗。谓无所忌惮。语出《旧唐书·李昭德传》载丘愔劾奏李昭德语：“臣观其胆，乃大於身，鼻息所冲，上拂云汉。”"
    },
    "胆寒发竖": {
        "no": "3015",
        "meaning": "形容恐怖之极。"
    },
    "胆裂魂飞": {
        "no": "3016",
        "meaning": "极言恐惧之甚。"
    },
    "胆丧魂惊": {
        "no": "3017",
        "meaning": "同“胆裂魂飞”。"
    },
    "胆丧魂消": {
        "no": "3018",
        "meaning": "同“胆裂魂飞”。"
    },
    "胆小如豆": {
        "no": "3019",
        "meaning": "极言胆子小。"
    },
    "胆小如鼠": {
        "no": "3020",
        "meaning": "语本《魏书·汝阴王天赐传》：“言同百舌，胆若鼷鼠。”后以“胆小如鼠”或“胆小如鼷”形容胆量极小。"
    },
    "胆小如鼷": {
        "no": "3021",
        "meaning": "见“胆小如鼠”。"
    },
    "胆战心寒": {
        "no": "3022",
        "meaning": "惊慌恐惧之极。"
    },
    "胆战心慌": {
        "no": "3023",
        "meaning": "同“胆战心惊”。"
    },
    "胆战心惊": {
        "no": "3024",
        "meaning": "形容非常害怕。"
    },
    "胆战心摇": {
        "no": "3025",
        "meaning": "同“胆战心惊”。"
    },
    "胆壮气粗": {
        "no": "3026",
        "meaning": "见“胆粗气壮”。"
    },
    "胆壮心雄": {
        "no": "3027",
        "meaning": "见“胆大心雄”。"
    },
    "诞幻不经": {
        "no": "3028",
        "meaning": "怪诞虚幻，不合常理。"
    },
    "诞谩不经": {
        "no": "3029",
        "meaning": "荒诞虚妄，不合常理。"
    },
    "诞罔不经": {
        "no": "3030",
        "meaning": "见“诞妄不经”。"
    },
    "诞妄不经": {
        "no": "3031",
        "meaning": "荒诞虚妄，不合常理。"
    },
    "弹冠结绶": {
        "no": "3032",
        "meaning": "朋友之间互相援引出仕。"
    },
    "弹冠相庆": {
        "no": "3033",
        "meaning": "《汉书·王吉传》：“吉与贡禹为友，世称‘王阳在位，贡公弹冠’，言其取舍同也。”本谓王吉（王阳）、贡禹友善，王吉做官，贡禹也准备出仕。后以“弹冠相庆”指互相庆贺。多用作贬义。"
    },
    "弹冠振衿": {
        "no": "3034",
        "meaning": "见“弹冠振衣。”"
    },
    "弹冠振衣": {
        "no": "3035",
        "meaning": "整洁衣冠。语本《楚辞·渔父》：“新沐者必弹冠，新浴者必振衣。”后多以喻将欲出仕。"
    },
    "弹斤估两": {
        "no": "3036",
        "meaning": "形容掂量轻重。"
    },
    "弹空说嘴": {
        "no": "3037",
        "meaning": "又作：唱高调说空话。"
    },
    "弹丸黑志": {
        "no": "3038",
        "meaning": "见“弹丸黑子”。"
    },
    "弹丸黑子": {
        "no": "3039",
        "meaning": "亦作“弹丸黑志”。喻极小。语出北周庾信《哀江南赋》：“地惟黑子，城犹弹丸。”"
    },
    "弹丸脱手": {
        "no": "3040",
        "meaning": "比喻作诗圆润精美、敏捷流暢。"
    },
    "弹雨枪林": {
        "no": "3041",
        "meaning": "弹下如雨，枪立如林。形容战斗剧烈。"
    },
    "淡而不厌": {
        "no": "3042",
        "meaning": "①指诗文恬淡而不乏味。②犹漫不经心。"
    },
    "淡而无味": {
        "no": "3043",
        "meaning": "①没趣味。②没味道。"
    },
    "淡饭黄齑": {
        "no": "3044",
        "meaning": "泛指很差的饭菜。"
    },
    "淡扫蛾眉": {
        "no": "3045",
        "meaning": "轻淡地画眉。指妇女淡雅的化妆。"
    },
    "淡水交情": {
        "no": "3046",
        "meaning": "不以势利为基础的友情。指君子之交。语本《庄子·山木》：“君子之交淡若水。”"
    },
    "淡写轻描": {
        "no": "3047",
        "meaning": "犹细写细描。谓描写细致。"
    },
    "淡妆浓抹": {
        "no": "3048",
        "meaning": "见“淡妆浓抹”。"
    },
    "淡妆轻抹": {
        "no": "3049",
        "meaning": "略加妆饰打扮。"
    },
    "当场出彩": {
        "no": "3050",
        "meaning": "旧时戏剧表演杀伤时，用红水涂抹，装作流血的样子，叫做出彩。今用以喻在人前败露秘密或出丑。"
    },
    "当场出丑": {
        "no": "3051",
        "meaning": "在大庭广众露出丑相，丢脸。"
    },
    "当断不断": {
        "no": "3052",
        "meaning": "该作出决断的时候不能决断。形容临事犹豫不决。"
    },
    "当耳边风": {
        "no": "3053",
        "meaning": "当做耳边吹过的风。比喻对所听的话不放在心上。语本汉赵晔《吴越春秋·吴王寿梦传》：“富贵之於我，如秋风之过耳。”"
    },
    "当耳旁风": {
        "no": "3054",
        "meaning": "见“当耳边风”。"
    },
    "当机立断": {
        "no": "3055",
        "meaning": "抓住时机，立刻决断。"
    },
    "当机立决": {
        "no": "3056",
        "meaning": "抓住时机，立刻判决。"
    },
    "当家理纪": {
        "no": "3057",
        "meaning": "谓管理家务。"
    },
    "当家立计": {
        "no": "3058",
        "meaning": "主持家政，筹划生计。"
    },
    "当家立纪": {
        "no": "3059",
        "meaning": "见“当家理纪”。"
    },
    "当家立事": {
        "no": "3060",
        "meaning": "见“当家立业”。"
    },
    "当家立业": {
        "no": "3061",
        "meaning": "主持家业。"
    },
    "当家作主": {
        "no": "3062",
        "meaning": "本指主管家政，有权对家事作出决定。亦比喻在单位或国家中居主人翁地位。"
    },
    "当家做主": {
        "no": "3063",
        "meaning": "见“当家作主”。"
    },
    "当今无辈": {
        "no": "3064",
        "meaning": "目前没人能比得上。辈，比。"
    },
    "当局者迷": {
        "no": "3065",
        "meaning": "谓身当其事者反而糊涂。"
    },
    "当立之年": {
        "no": "3066",
        "meaning": "指三十岁。语本《论语·为政》：“三十而立。”"
    },
    "当仁不让": {
        "no": "3067",
        "meaning": "《论语·卫灵公》：“当仁不让於师。”硃熹集注：“当仁，以仁为己任也；虽师亦无所逊。言当勇往而必为也。”后泛指遇到应该做的事主动去做，绝不推诿。"
    },
    "当世无双": {
        "no": "3068",
        "meaning": "当代独一无二。"
    },
    "当头棒喝": {
        "no": "3069",
        "meaning": "佛教禅宗祖师为了打破学人的凡想迷情，棒喝交驰，作为特殊的施教方式。“棒”始于宣鉴，“喝”始于道一。《五灯会元·黄檗运禅师法嗣·临济义玄禅师》：“上堂，僧问：‘如何是佛法大意？’师亦竖拂子，僧便喝，师亦喝。僧拟议，师便打。”后以“当头棒喝”比喻促人醒悟的打击或警告。"
    },
    "当头一棒": {
        "no": "3070",
        "meaning": "①比喻给人以严重警告或打击。②比喻直截了当，毫不含蓄。"
    },
    "当务之急": {
        "no": "3071",
        "meaning": "当前急切应办的要事。语出《孟子·尽心上》：“知者无不知也，当务之为急。”"
    },
    "当刑而王": {
        "no": "3072",
        "meaning": "《汉书·黥布传》：“少时客相之，当刑而王。及壮，坐法黥，布欣然笑曰：‘人相我当刑而王，几是乎？’”后谓先经受磨难而后飞腾黄达。"
    },
    "当行出色": {
        "no": "3073",
        "meaning": "做本行的事，成绩特别显著。"
    },
    "当之无愧": {
        "no": "3074",
        "meaning": "当得起某种称号或荣誉而无愧色。"
    },
    "当轴处中": {
        "no": "3075",
        "meaning": "正处在车轴中心的位置。比喻官居要职。"
    },
    "党恶佑奸": {
        "no": "3076",
        "meaning": "偏护奸恶。"
    },
    "党坚势盛": {
        "no": "3077",
        "meaning": "谓团结紧、势力盛大。"
    },
    "党同妒异": {
        "no": "3078",
        "meaning": "又作：党同伐异。"
    },
    "党同伐异": {
        "no": "3079",
        "meaning": "与自己观点相同的就袒护，与自己观点不同就加以攻击。"
    },
    "党邪丑正": {
        "no": "3080",
        "meaning": "又作：党邪陷正。"
    },
    "党邪陷正": {
        "no": "3081",
        "meaning": "与坏人结伙，陷害好人。"
    },
    "荡产倾家": {
        "no": "3082",
        "meaning": "谓丧失全部家产。"
    },
    "荡魂摄魄": {
        "no": "3083",
        "meaning": "震撼心神。"
    },
    "荡检逾閒": {
        "no": "3084",
        "meaning": "见“荡检逾闲”。"
    },
    "荡检逾闲": {
        "no": "3085",
        "meaning": "谓行为放荡，不守礼法。检、闲，指规矩、法制。"
    },
    "荡气回肠": {
        "no": "3086",
        "meaning": "谓一种陶醉人的气氛回荡在情绪和感觉中。"
    },
    "荡然无存": {
        "no": "3087",
        "meaning": "全都毁坏，消失尽净。"
    },
    "刀耕火耨": {
        "no": "3088",
        "meaning": "刀耕火种。"
    },
    "刀耕火耘": {
        "no": "3089",
        "meaning": "犹刀耕火种。"
    },
    "刀耕火种": {
        "no": "3090",
        "meaning": "古代山地的耕种方法。亦泛指原始的耕种方法。"
    },
    "刀光剑影": {
        "no": "3091",
        "meaning": "形容激烈的厮杀、搏斗或杀气腾腾的气势。"
    },
    "刀光血影": {
        "no": "3092",
        "meaning": "形容血腥的杀戮。"
    },
    "刀锯鼎镬": {
        "no": "3093",
        "meaning": "四者皆古代刑具。借指酷刑。"
    },
    "刀锯斧钺": {
        "no": "3094",
        "meaning": "四者皆古代刑具。借指严刑。"
    },
    "刀枪剑戟": {
        "no": "3095",
        "meaning": "泛指武器。"
    },
    "刀山火海": {
        "no": "3096",
        "meaning": "喻极险恶的境地。"
    },
    "刀山剑树": {
        "no": "3097",
        "meaning": "①佛教语。地狱酷刑之一。②为古代酷刑。③喻极危险的境地。"
    },
    "刀头剑首": {
        "no": "3098",
        "meaning": "极喻危险的境遇。"
    },
    "刀头燕尾": {
        "no": "3099",
        "meaning": "喻笔锋劲利。"
    },
    "刀俎馀生": {
        "no": "3100",
        "meaning": "犹虎口余生。"
    },
    "岛瘦郊寒": {
        "no": "3101",
        "meaning": "指唐贾岛和孟郊的诗歌风格。岛郊诗作多清切凄苦，因以并举。"
    },
    "倒背如流": {
        "no": "3102",
        "meaning": "把文章倒过来背诵，能象流水一样顺暢。形容书读得极熟。"
    },
    "倒绷孩儿": {
        "no": "3103",
        "meaning": "见“倒魨孩儿”。"
    },
    "倒持干戈": {
        "no": "3104",
        "meaning": "又作：倒持泰阿。干、戈，皆兵器。"
    },
    "倒持戈矛": {
        "no": "3105",
        "meaning": "又作：倒持泰阿。戈、矛，皆兵器。"
    },
    "倒持手板": {
        "no": "3106",
        "meaning": "见“倒执手版”。"
    },
    "倒持太阿": {
        "no": "3107",
        "meaning": "见“倒2持泰阿”。"
    },
    "倒持泰阿": {
        "no": "3108",
        "meaning": "倒持宝剑，将剑把交给别人。比喻轻率地授人权柄，自己反受其害。"
    },
    "倒打一耙": {
        "no": "3109",
        "meaning": "《西游记》中猪八戒以钉耙作武器，后来俗语有“猪八戒倒打一耙”的说法，多指不仅不接受对方的意见，反而指摘对方。"
    },
    "倒打一瓦": {
        "no": "3110",
        "meaning": "又作：倒打一耙。"
    },
    "倒凤颠鸾": {
        "no": "3111",
        "meaning": "①喻男女间的性行为。②指织品上的花纹图案。"
    },
    "倒冠落佩": {
        "no": "3112",
        "meaning": "见“倒冠落珮”。"
    },
    "倒冠落珮": {
        "no": "3113",
        "meaning": "亦作“倒冠落佩”。①指弃官归隐。冠、珮是官员正服的打扮。②指隐者装束。"
    },
    "倒果为因": {
        "no": "3114",
        "meaning": "颠倒因果关系，把结果当作原因。"
    },
    "倒海翻江": {
        "no": "3115",
        "meaning": "①原谓波涛汹涌，水势浩大。亦用以形容雨暴风狂。②形容山势绵延起伏。③形容心情无比激动。"
    },
    "倒戢干戈": {
        "no": "3116",
        "meaning": "见“倒载干戈”。"
    },
    "倒街卧巷": {
        "no": "3117",
        "meaning": "谓露宿街头。"
    },
    "倒廪倾囷": {
        "no": "3118",
        "meaning": "倾倒出粮仓中全部储藏。比喻罄其所有、尽其所知。"
    },
    "倒箧倾筐": {
        "no": "3119",
        "meaning": "形容倾其所有。"
    },
    "倒箧倾囊": {
        "no": "3120",
        "meaning": "倾囊倒箧。形容倾尽其所有。"
    },
    "倒三颠四": {
        "no": "3121",
        "meaning": "犹颠三倒四。谓说话、做事颠倒错乱。"
    },
    "倒山倾海": {
        "no": "3122",
        "meaning": "形容摧毁破坏极大。"
    },
    "倒魨孩儿": {
        "no": "3123",
        "meaning": "接生婆把婴孩包扎倒了，比喻多年老手，对平素熟习之事一时失误。"
    },
    "倒峡泻河": {
        "no": "3124",
        "meaning": "比喻文笔酣暢，气势磅礴。"
    },
    "倒行逆施": {
        "no": "3125",
        "meaning": "做事违反常规或违背情理。语本《史记·伍子胥列传》：“吾日莫途远，吾故倒行而逆施之。”司马贞索隐：“譬如人行，前途尚远，而日势已莫，其在颠倒疾行，逆理施事，何得责吾顺理乎！”"
    },
    "倒因为果": {
        "no": "3126",
        "meaning": "颠倒因果关系，把原因说成结果。"
    },
    "倒载干戈": {
        "no": "3127",
        "meaning": "倒着藏放兵器，表示不再打仗。"
    },
    "倒执手版": {
        "no": "3128",
        "meaning": "古代官员持手版以朝。倒执手版，谓惊惶失态。"
    },
    "倒置干戈": {
        "no": "3129",
        "meaning": "见“倒载干戈”。"
    },
    "捣虚批吭": {
        "no": "3130",
        "meaning": "同“批亢捣虚”。乘虚攻击敌方要害。"
    },
    "蹈常習故": {
        "no": "3131",
        "meaning": "谓按照老规矩和老办法办事。"
    },
    "蹈常袭故": {
        "no": "3132",
        "meaning": "见“蹈常習故”。"
    },
    "蹈锋饮血": {
        "no": "3133",
        "meaning": "形容勇敢，不怕牺牲。"
    },
    "蹈赴汤火": {
        "no": "3134",
        "meaning": "同“蹈汤赴火”。"
    },
    "蹈故習常": {
        "no": "3135",
        "meaning": "见“蹈常習故”。"
    },
    "蹈规循矩": {
        "no": "3136",
        "meaning": "同“蹈矩循规”。"
    },
    "蹈火赴汤": {
        "no": "3137",
        "meaning": "同“蹈汤赴火”。"
    },
    "蹈火探汤": {
        "no": "3138",
        "meaning": "同“蹈汤赴火”。"
    },
    "蹈机握杼": {
        "no": "3139",
        "meaning": "脚踩布机，手握筘梭。比喻掌握着事物发展变化的枢键。"
    },
    "蹈矩践墨": {
        "no": "3140",
        "meaning": "同“蹈矩循规”。"
    },
    "蹈矩循规": {
        "no": "3141",
        "meaning": "遵守规矩。"
    },
    "蹈矩循彟": {
        "no": "3142",
        "meaning": "同“蹈矩循规”。"
    },
    "蹈仁履义": {
        "no": "3143",
        "meaning": "遵循仁义之道。"
    },
    "蹈汤赴火": {
        "no": "3144",
        "meaning": "比喻不避艰险。"
    },
    "悼心疾首": {
        "no": "3145",
        "meaning": "心里伤感，头部疼痛。形容悲痛到了极点。"
    },
    "悼心失图": {
        "no": "3146",
        "meaning": "谓内心哀痛而失去主张。《左传·昭公七年》：“孤与其二三臣悼心失图，社稷之不皇，况能怀思君德！”杜预注：“在哀丧故。”一说悼通“掉”，悼心失图，谓心中摇摆而失去主张。"
    },
    "盗铃掩耳": {
        "no": "3147",
        "meaning": "同“盗锺掩耳”。"
    },
    "盗名欺世": {
        "no": "3148",
        "meaning": "窃取名声以欺骗世人。"
    },
    "盗嫂受金": {
        "no": "3149",
        "meaning": "《史记·陈丞相世家》载，绛侯、灌婴等咸谗陈平曰：臣闻平居家时，盗其嫂；臣闻平受诸将金，金多者得善处，金少者得恶处。于是汉王疑之。后遂以“盗嫂受金”为因小眚而遭谗被疑的典实。"
    },
    "盗食致饱": {
        "no": "3150",
        "meaning": "比喻以不正当手段获益。"
    },
    "盗亦有道": {
        "no": "3151",
        "meaning": "谓盗者亦有其为盗之道义。"
    },
    "盗玉窃钩": {
        "no": "3152",
        "meaning": "比喻一切大小窃取之事。玉，贵物；钩，贱物。"
    },
    "盗怨主人": {
        "no": "3153",
        "meaning": "见“盗憎主人”。"
    },
    "盗憎主人": {
        "no": "3154",
        "meaning": "比喻奸恶的人怨恨正直的人。语出《左传·成公十五年》：“伯宗每朝，其妻必戒之曰：‘盗憎主人，民恶其上，子好直言，必及於难。’”"
    },
    "盗锺掩耳": {
        "no": "3155",
        "meaning": "《吕氏春秋·自知》：“有得锺者，欲负而走，则锺大不可负，以椎毁之，锺况然有音，恐人闻之而夺己也，遽揜（掩）其耳。”后以“盗锺掩耳”比喻自己欺骗自己。"
    },
    "道傍苦李": {
        "no": "3156",
        "meaning": "同“道边苦李”。"
    },
    "道傍之筑": {
        "no": "3157",
        "meaning": "喻无法成功的事。语出《诗·小雅·小旻》：“如彼筑室于道谋，是用不溃于成。”郑玄笺：“如当路筑室，得人而与之谋所为，路人之意不同。故不得遂成也。”"
    },
    "道傍筑室": {
        "no": "3158",
        "meaning": "语出《诗·小雅·小旻》：“如彼筑室于道谋，是用不溃于成。”郑玄笺：“如当路筑室，得人而与之谋所为，路人之意不同。故不得遂成也。”后比喻杂采各家之说。"
    },
    "道边苦李": {
        "no": "3159",
        "meaning": "典出南朝宋刘义庆《世说新语·雅量》：“王戎七岁，尝与诸小兒游，看道边李树多子折枝，诸兒竞走取之，唯戎不动。人问之，答曰：‘树在道边而多子，此必苦李。’取之信然。”后以喻庸才，无用之才。"
    },
    "道不掇遗": {
        "no": "3160",
        "meaning": "同“道不拾遗”。"
    },
    "道不举遗": {
        "no": "3161",
        "meaning": "同“道不拾遗”。"
    },
    "道不拾遗": {
        "no": "3162",
        "meaning": "谓路有失物，无人拾取。古时用以形容刑法严峻或民风淳厚。"
    },
    "道不相谋": {
        "no": "3163",
        "meaning": "谓思想志向不同的人不会在一起共事。语本《论语·卫灵公》：“子曰：‘道不同，不相为谋。’”"
    },
    "道长论短": {
        "no": "3164",
        "meaning": "谓评论好坏是非。"
    },
    "道长争短": {
        "no": "3165",
        "meaning": "见“道长论短”。"
    },
    "道存目击": {
        "no": "3166",
        "meaning": "语出《庄子·田子方》：“子路曰：‘吾子欲见温伯雪子久矣，见之而不言，何邪？’仲尼曰：‘若夫人者，目击而道存矣，亦不可以容声矣。’”王先谦集解引宣颖曰：“目触之而知道在其身，复何所容其言说邪？”谓一个人具有深厚的道德修养，人们只在略一顾瞻之中便能感受得到。"
    },
    "道弟称兄": {
        "no": "3167",
        "meaning": "朋友间以兄弟相称，表示关系亲密。"
    },
    "道东说西": {
        "no": "3168",
        "meaning": "见“道西说东”。"
    },
    "道而不径": {
        "no": "3169",
        "meaning": "谓走路不走小路，以免危险。"
    },
    "道高德重": {
        "no": "3170",
        "meaning": "道德高尚，很有威信。"
    },
    "道高魔重": {
        "no": "3171",
        "meaning": "形容法力高强。"
    },
    "道高望重": {
        "no": "3172",
        "meaning": "又作：德高望重。"
    },
    "道高一尺，魔高一丈": {
        "no": "3173",
        "meaning": "①原为佛教语，告诫修行者警惕外界诱惑。谓正气难以修得，而邪气容易高过正气。②比喻一事物兴起，又有一事物超越其上。③比喻一方的力量超过与之敌对的另一方。"
    },
    "道骨仙风": {
        "no": "3174",
        "meaning": "谓有得道者及仙人的气质神采。"
    },
    "道寡称孤": {
        "no": "3175",
        "meaning": "谓自封为王，称霸一方。"
    },
    "道合志同": {
        "no": "3176",
        "meaning": "谓彼此的志趣理想一致。"
    },
    "道尽涂殚": {
        "no": "3177",
        "meaning": "见“道尽涂穷”。"
    },
    "道尽涂穷": {
        "no": "3178",
        "meaning": "谓无路可走，陷于绝境。"
    },
    "道尽途殚": {
        "no": "3179",
        "meaning": "同“道尽涂穷”。"
    },
    "道尽途穷": {
        "no": "3180",
        "meaning": "同“道尽涂穷”。"
    },
    "道殣相望": {
        "no": "3181",
        "meaning": "谓路上饿死的人很多。"
    },
    "道殣相枕": {
        "no": "3182",
        "meaning": "见“道殣相望”。"
    },
    "道殣相属": {
        "no": "3183",
        "meaning": "见“道殣相望”。"
    },
    "道路以目": {
        "no": "3184",
        "meaning": "路上相见，以目示意，不敢交谈。多表示政治黑暗暴虐。"
    },
    "道貌岸然": {
        "no": "3185",
        "meaning": "容色神态庄严的样子。"
    },
    "道貌凛然": {
        "no": "3186",
        "meaning": "犹道貌岸然。"
    },
    "道貌俨然": {
        "no": "3187",
        "meaning": "见“道貌岸然”。"
    },
    "道旁苦李": {
        "no": "3188",
        "meaning": "同“道边苦李”。"
    },
    "道山学海": {
        "no": "3189",
        "meaning": "形容学识渊博。"
    },
    "道听耳食": {
        "no": "3190",
        "meaning": "对传闻之辞不加去取，盲目轻信。"
    },
    "道听涂说": {
        "no": "3191",
        "meaning": "从道路上听到，在道路上传说。泛指没有根据的传闻。"
    },
    "道听途说": {
        "no": "3192",
        "meaning": "同“道听涂说”。"
    },
    "道同契合": {
        "no": "3193",
        "meaning": "又作：道合志同。"
    },
    "道同义合": {
        "no": "3194",
        "meaning": "又作：道合志同。"
    },
    "道同志合": {
        "no": "3195",
        "meaning": "又作：道合志同。"
    },
    "道头会尾": {
        "no": "3196",
        "meaning": "见“道头知尾”。"
    },
    "道头知尾": {
        "no": "3197",
        "meaning": "说个开头就知道结果。形容思维敏捷、悟性好。"
    },
    "道微德薄": {
        "no": "3198",
        "meaning": "道行和才能都很差。多作谦辞。"
    },
    "道无拾遗": {
        "no": "3199",
        "meaning": "同“道不拾遗”。"
    },
    "道西说东": {
        "no": "3200",
        "meaning": "谓乱加谈论。"
    },
    "道远知骥": {
        "no": "3201",
        "meaning": "路远才知道马的好坏。"
    },
    "道在人为": {
        "no": "3202",
        "meaning": "又作：事在人为。"
    },
    "道在屎溺": {
        "no": "3203",
        "meaning": "喻道之无所不在。"
    },
    "得不补失": {
        "no": "3204",
        "meaning": "见“得不偿失”。"
    },
    "得不偿丧": {
        "no": "3205",
        "meaning": "见“得不偿失”。"
    },
    "得不偿失": {
        "no": "3206",
        "meaning": "所得到的不足以补偿所失去的。"
    },
    "得不酬失": {
        "no": "3207",
        "meaning": "见“得不偿失”。"
    },
    "得步进步": {
        "no": "3208",
        "meaning": "又作：得寸进尺。"
    },
    "得寸得尺": {
        "no": "3209",
        "meaning": "《战国策·秦策三》：“王不如远交而近攻，得寸则王之寸，得尺亦王之尺也。”谓或多或少皆有所得。后亦谓能得多少就得多少。"
    },
    "得寸进尺": {
        "no": "3210",
        "meaning": "比喻贪得无厌。"
    },
    "得道多助": {
        "no": "3211",
        "meaning": "谓符合道义者则能得到多数人的帮助。语出《孟子·公孙丑下》：“得道者多助，失道者寡助。寡助之至，亲戚畔之；多助之至，天下顺之。”"
    },
    "得过且过": {
        "no": "3212",
        "meaning": "①谓但能度日，即勿他求。元无名氏《小孙屠》戏文第四出：“孩兒，我听得道你要出外打旋，怕家中得过且过，出去做甚的？”后谓安于现状，敷衍度日。②指办事马虎。敷衍塞责。"
    },
    "得陇望蜀": {
        "no": "3213",
        "meaning": "《东观汉记·隗嚣传》：“西城若下，便可将兵，南击蜀虏。人苦不知足，既平陇，复望蜀，每一发兵，头鬓为白。”后遂以“得陇望蜀”喻贪心不足。"
    },
    "得马生灾": {
        "no": "3214",
        "meaning": "《淮南子·人间训》：“近塞上之人，有善术者，马无故亡而入胡……居数月，其马将胡骏马而归，人皆贺之。其父曰：‘此何遽不能为祸乎？’家富良马，其子好骑，堕而折其髀。”后以“得马生灾”谓因福而得祸。"
    },
    "得马失马": {
        "no": "3215",
        "meaning": "谓世事多变，得失无常。典出《淮南子·人间训》。"
    },
    "得马折足": {
        "no": "3216",
        "meaning": "见“得马生灾”。"
    },
    "得其所哉": {
        "no": "3217",
        "meaning": "亦省作“得其所”。①谓得到合适的处所或位置。语出《孟子·万章上》：“昔者有馈生鱼於郑子产，子产使校人畜之池。校人烹之，反命曰：‘始舍之，圉圉焉；少则洋洋焉；攸然而逝。’子产曰：‘得其所哉！得其所哉！’”②形容十分得意。"
    },
    "得胜回朝": {
        "no": "3218",
        "meaning": "①打了胜仗后返回朝廷向皇帝报功。②泛指胜利而归，每含贬义。"
    },
    "得手应心": {
        "no": "3219",
        "meaning": "见“得心应手”。"
    },
    "得天独厚": {
        "no": "3220",
        "meaning": "独具特殊优越的条件。"
    },
    "得兔忘蹄": {
        "no": "3221",
        "meaning": "又作：得鱼忘荃。蹄，兔罝。语出《庄子·外物》：“蹄者所以在兔，得兔而忘蹄。”"
    },
    "得未尝有": {
        "no": "3222",
        "meaning": "见“得未曾有”。"
    },
    "得未曾有": {
        "no": "3223",
        "meaning": "谓前所未有，今始得之。"
    },
    "得意忘象": {
        "no": "3224",
        "meaning": "谓只取其精神而无视其形式。"
    },
    "得意忘形": {
        "no": "3225",
        "meaning": "①《晋书·阮籍传》：“嗜酒能啸，善弹琴。当其得意，忽忘形骸。”谓因高兴而物我两忘。后以“得意忘形”形容高兴得失去常态，忘乎所以。②谓取其精神而舍其形式。"
    },
    "得意忘言": {
        "no": "3226",
        "meaning": "①谓既已领会其意旨，则不再需要表意之言词。语出《庄子·外物》：“言者所以在意，得意而忘言。”②引申为彼此默喻，心照不宣。"
    },
    "得意扬扬": {
        "no": "3227",
        "meaning": "见“得意洋洋”。"
    },
    "得意洋洋": {
        "no": "3228",
        "meaning": "亦作“得意扬扬”。形容十分得意的样子。语本《史记·管晏列传》：“意气扬扬，甚自得也。”"
    },
    "得鱼忘荃": {
        "no": "3229",
        "meaning": "比喻已达目的，即忘其凭借。“荃”亦作“筌”。"
    },
    "得鱼忘筌": {
        "no": "3230",
        "meaning": "见“得鱼忘荃”。"
    },
    "德本财末": {
        "no": "3231",
        "meaning": "谓治国平天下，德为根本，财由德致，故理财为末。语本《礼记·大学》：“德者，本也；财者，末也。”孔颖达疏：“德能致财，财由德有，故德为本财为末也。”"
    },
    "德才兼备": {
        "no": "3232",
        "meaning": "良好的思想品德和能力才干两者都具备。"
    },
    "德高望重": {
        "no": "3233",
        "meaning": "道德高尚，名望很大。多用于称年长而名位高的人。"
    },
    "德厚流光": {
        "no": "3234",
        "meaning": "谓德泽深厚则影响深远，子孙得福。语本《穀梁传·僖公十五年》：“天子七庙，诸侯五，大夫三，士二，故德厚者流光，德薄者流卑。”锺文烝补注：“光与广同。”"
    },
    "德隆望重": {
        "no": "3235",
        "meaning": "又作：德高望重。"
    },
    "德隆望尊": {
        "no": "3236",
        "meaning": "见“德隆望重”。"
    },
    "德配天地": {
        "no": "3237",
        "meaning": "谓道德可与天地匹配。极言道德之高尚盛大。"
    },
    "德容言功": {
        "no": "3238",
        "meaning": "见“德言容功”。"
    },
    "德胜头迴": {
        "no": "3239",
        "meaning": "犹得胜头回。德，通“得”。迴，同“回”。宋明话本、通俗小说的引首。"
    },
    "德言工貌": {
        "no": "3240",
        "meaning": "见“德言容功”。"
    },
    "德言工容": {
        "no": "3241",
        "meaning": "见“德言容功”。"
    },
    "德言容功": {
        "no": "3242",
        "meaning": "指妇德、妇言、妇容、妇功。封建礼教要求妇女具备的四种德行。语本《礼记·昏义》：“是以古者妇人先嫁三月……教以妇德、妇言、妇容、妇功。”郑玄注：“妇德，贞顺也；妇言，辞令也；妇容，婉娩也；妇功，丝麻也。”亦作“德容言功”、“德言工貌”、“德言工容”。"
    },
    "德洋恩普": {
        "no": "3243",
        "meaning": "谓德泽优渥普及。"
    },
    "德輶如毛": {
        "no": "3244",
        "meaning": "德轻得象羽毛一样。谓施行仁德并不困难，而在于其志向有否。"
    },
    "德輶如羽": {
        "no": "3245",
        "meaning": "见“德輶如毛”。"
    },
    "德尊望重": {
        "no": "3246",
        "meaning": "见“德高望重”。"
    },
    "的一确二": {
        "no": "3247",
        "meaning": "又作：一是一，二是二。形容说话句句真实。"
    },
    "灯蛾扑火": {
        "no": "3248",
        "meaning": "比喻自惹祸害。"
    },
    "灯红酒绿": {
        "no": "3249",
        "meaning": "①形容夜宴之盛。②以形容奢糜华丽的生活。"
    },
    "登峰造极": {
        "no": "3250",
        "meaning": "①登上山峰绝顶。②喻造诣达到极高的境地。③喻某种事物发展到极点。"
    },
    "登锋履刃": {
        "no": "3251",
        "meaning": "踩踏刀剑的锋刃。比喻冲锋陷阵在最前头。"
    },
    "登锋陷阵": {
        "no": "3252",
        "meaning": "冲锋陷阵。形容作战英勇。"
    },
    "登高必赋": {
        "no": "3253",
        "meaning": "古代指大夫必须具备的九种才能之一。谓登高见广，能赋诗述其感受。"
    },
    "登高履危": {
        "no": "3254",
        "meaning": "喻诚惶诚恐。"
    },
    "登高能赋": {
        "no": "3255",
        "meaning": "见“登高必赋”。"
    },
    "登高自卑": {
        "no": "3256",
        "meaning": "谓事情必须循序渐进。"
    },
    "登界游方": {
        "no": "3257",
        "meaning": "登上天界，游历四方。指周游世界。"
    },
    "登木求鱼": {
        "no": "3258",
        "meaning": "爬到树上寻找鱼。比喻方向、方法不对，一定达不到目的。"
    },
    "登山临水": {
        "no": "3259",
        "meaning": "登上高山，面临流水。谓在山水间盘桓。"
    },
    "登山涉水": {
        "no": "3260",
        "meaning": "爬山过水。喻历尽艰难。"
    },
    "登台拜将": {
        "no": "3261",
        "meaning": "见“登坛拜将”。"
    },
    "登坛拜将": {
        "no": "3262",
        "meaning": "《史记·淮阴侯列传》：“何曰：‘王素慢无礼，今拜大将如呼小兒耳，此乃信所以去也。王必欲拜之，择良日，斋戒，设坛场。具礼，乃可耳。’王许之。”后因以“登坛拜将”借指任命将帅或委以重任。"
    },
    "登堂入室": {
        "no": "3263",
        "meaning": "①登上堂，进入内室。②比喻学艺造诣精绝，深得师传。③比喻学问或技能由浅入深，达到更高的水平或境界。"
    },
    "等而上之": {
        "no": "3264",
        "meaning": "按某一等次，由此再往上。"
    },
    "等而下之": {
        "no": "3265",
        "meaning": "按某一等次，由此再往下；低于某一等级标准。"
    },
    "等价连城": {
        "no": "3266",
        "meaning": "同样有连城之价。形容同等珍贵。"
    },
    "等閒人家": {
        "no": "3267",
        "meaning": "普通家庭。"
    },
    "等閒视之": {
        "no": "3268",
        "meaning": "见“等闲视之”。"
    },
    "等礼相亢": {
        "no": "3269",
        "meaning": "又作：分庭抗礼。以平等之礼相待。"
    },
    "等量齐观": {
        "no": "3270",
        "meaning": "指对有差别的事物同等看待。"
    },
    "等米下锅": {
        "no": "3271",
        "meaning": "①形容境况很窘迫。②比喻由于某种急需，等着得到某些东西。"
    },
    "等身著作": {
        "no": "3272",
        "meaning": "叠起来与身高相等的著作。形容著作之多。"
    },
    "等闲视之": {
        "no": "3273",
        "meaning": "亦作“等閒视之”。当平常事情看待。多用于否定句。"
    },
    "等夷之心": {
        "no": "3274",
        "meaning": "见“等夷之志”。"
    },
    "等夷之志": {
        "no": "3275",
        "meaning": "《诗·大雅·桑柔》“贪人败类”郑玄笺：“类，等夷也。”孔颖达疏：“类，比类，故为等夷，谓尊卑齐平朝庭之人。”后因以“等夷之志”谓臣下僭越朝廷之心。"
    },
    "瞪眉瞠眼": {
        "no": "3276",
        "meaning": "立眉瞪眼。形容醉态。"
    },
    "瞪目哆口": {
        "no": "3277",
        "meaning": "睁大眼睛，张开嘴巴。形容惊呆之貌。"
    },
    "瞪目结舌": {
        "no": "3278",
        "meaning": "睁着眼睛，说不出话来。形容神情紧张或很吃惊。"
    },
    "瞪眼咋舌": {
        "no": "3279",
        "meaning": "见“瞪目结舌”。"
    },
    "低唱浅斟": {
        "no": "3280",
        "meaning": "谓听人曼声歌唱，并自在地缓缓饮酒。形容一种安乐自适的情态。语出《绿窗新话》卷二引宋无名氏《湘江近事》：“陶穀学士，尝买得党太尉家故妓。过定陶，取雪水烹团茶，谓妓曰：‘党太尉家应不识此。’妓曰：‘彼粗人也，安有此景，但能销金暖帐下，浅斟低唱，饮羊羔美酒耳。’穀愧其言。”"
    },
    "低眉垂眼": {
        "no": "3281",
        "meaning": "害羞貌。"
    },
    "低眉顺眼": {
        "no": "3282",
        "meaning": "驯良恭顺貌。"
    },
    "低情曲意": {
        "no": "3283",
        "meaning": "谓对不住，不得已。"
    },
    "低三下四": {
        "no": "3284",
        "meaning": "①形容社会地位低下。②形容卑贱恭顺，阿谀逢迎。"
    },
    "低声细语": {
        "no": "3285",
        "meaning": "形容小声说话。"
    },
    "低声下气": {
        "no": "3286",
        "meaning": "形容恭顺小心的样子。"
    },
    "低声哑气": {
        "no": "3287",
        "meaning": "又作：低声下气。"
    },
    "低首下心": {
        "no": "3288",
        "meaning": "形容屈服顺从。"
    },
    "低头耷脑": {
        "no": "3289",
        "meaning": "形容惶恐或无精打彩的样子。"
    },
    "低头搭脑": {
        "no": "3290",
        "meaning": "见“低头耷脑”。"
    },
    "低头哈腰": {
        "no": "3291",
        "meaning": "谦卑恭顺貌。"
    },
    "低头丧气": {
        "no": "3292",
        "meaning": "失意颓丧貌。"
    },
    "低心下意": {
        "no": "3293",
        "meaning": "谓小心谨慎、专注不移。"
    },
    "羝羊触籓": {
        "no": "3294",
        "meaning": "公羊角钩在篱笆上。比喻进退两难。"
    },
    "隄溃蚁孔": {
        "no": "3295",
        "meaning": "《韩非子·喻老》：“千丈之隄，以蝼蚁之穴溃。”后因以“隄溃蚁孔”比喻小处疏忽，会酿成大祸。"
    },
    "滴露研珠": {
        "no": "3296",
        "meaning": "指滴水磨墨。"
    },
    "滴露研硃": {
        "no": "3297",
        "meaning": "亦作“滴露研硃”。滴水研磨硃砂。指用硃笔评校书籍。"
    },
    "滴水不羼": {
        "no": "3298",
        "meaning": "形容十分纯正。"
    },
    "滴水不漏": {
        "no": "3299",
        "meaning": "比喻严密。"
    },
    "滴水成冰": {
        "no": "3300",
        "meaning": "形容气候十分寒冷。"
    },
    "滴水成河": {
        "no": "3301",
        "meaning": "比喻积少成多。"
    },
    "滴水穿石": {
        "no": "3302",
        "meaning": "喻坚持不懈则事必有成。"
    },
    "滴水难消": {
        "no": "3303",
        "meaning": "谓虽菲薄之物也不能受用。"
    },
    "敌不可假": {
        "no": "3304",
        "meaning": "谓不可宽容敌人。"
    },
    "敌不可纵": {
        "no": "3305",
        "meaning": "对敌人不能放纵。"
    },
    "敌国通舟": {
        "no": "3306",
        "meaning": "同船的人都成了敌人。比喻众叛亲离。"
    },
    "敌国外患": {
        "no": "3307",
        "meaning": "指来自敌对国家的侵略骚扰。"
    },
    "敌惠敌怨": {
        "no": "3308",
        "meaning": "又作：报德报怨。"
    },
    "敌忾同仇": {
        "no": "3309",
        "meaning": "《诗·秦风·无衣》：“修我戈矛，与子同仇”。《左传·文公四年》：“诸侯敌王所忾，而献其功”。杜预注：“敌，犹当也；忾，恨怒也”。后以“敌忾同仇”指抱着无比仇恨和愤怒共同一致地对付敌人。"
    },
    "敌力角气": {
        "no": "3310",
        "meaning": "以力气相斗。"
    },
    "敌王所忾": {
        "no": "3311",
        "meaning": "谓把天子所痛恨的人作为自己的敌人而加以讨伐。"
    },
    "涤地无类": {
        "no": "3312",
        "meaning": "荡涤无遗。形容清除得彻底。"
    },
    "涤故更新": {
        "no": "3313",
        "meaning": "清除旧的，改换新的。"
    },
    "涤秽布新": {
        "no": "3314",
        "meaning": "清除陈旧的，建立新的。"
    },
    "涤秽荡瑕": {
        "no": "3315",
        "meaning": "同“涤瑕荡秽”。"
    },
    "涤瑕荡垢": {
        "no": "3316",
        "meaning": "见“涤瑕荡秽”。"
    },
    "涤瑕荡秽": {
        "no": "3317",
        "meaning": "清除缺点过失；清除污泥浊水。"
    },
    "底死谩生": {
        "no": "3318",
        "meaning": "竭尽全力，想尽办法。底，通“抵”。"
    },
    "抵死瞒生": {
        "no": "3319",
        "meaning": "见“抵死漫生”。"
    },
    "抵死谩生": {
        "no": "3320",
        "meaning": "见“抵死漫生”。"
    },
    "抵死漫生": {
        "no": "3321",
        "meaning": "又作：竭尽思虑；千方百计。"
    },
    "砥锋挺锷": {
        "no": "3322",
        "meaning": "磨刀拔剑。谓以武力反抗。"
    },
    "砥节厉行": {
        "no": "3323",
        "meaning": "见“砥节励行”。"
    },
    "砥节励行": {
        "no": "3324",
        "meaning": "砥砺操守和品行。"
    },
    "砥节砺行": {
        "no": "3325",
        "meaning": "见“砥节励行”。"
    },
    "砥厉廉隅": {
        "no": "3326",
        "meaning": "谓磨练节操。廉隅，棱角，喻指方正的操守。"
    },
    "砥厉名号": {
        "no": "3327",
        "meaning": "见“砥砺名号”。"
    },
    "砥砺廉隅": {
        "no": "3328",
        "meaning": "见“砥厉廉隅”。"
    },
    "砥砺名号": {
        "no": "3329",
        "meaning": "亦作“砥厉名号”。谓自修品节，以保令名。"
    },
    "砥砺名节": {
        "no": "3330",
        "meaning": "砥砺磨练，立名立节。"
    },
    "砥廉峻隅": {
        "no": "3331",
        "meaning": "经过磨砺，使棱角更加分明。"
    },
    "砥身砺行": {
        "no": "3332",
        "meaning": "又作：砥节砺行。"
    },
    "砥志研思": {
        "no": "3333",
        "meaning": "专心致志，深思钻研。"
    },
    "砥柱中流": {
        "no": "3334",
        "meaning": "砥柱山屹立在黄河急流之中。比喻能负重任，支危局。"
    },
    "地北天南": {
        "no": "3335",
        "meaning": "谓四处，到处。"
    },
    "地丑德齐": {
        "no": "3336",
        "meaning": "土地相似，德教齐等。谓彼此不相上下。"
    },
    "地丑力敌": {
        "no": "3337",
        "meaning": "谓土地相似，力量相当。"
    },
    "地大物博": {
        "no": "3338",
        "meaning": "谓国家疆土辽阔，物产丰富。"
    },
    "地动山摧": {
        "no": "3339",
        "meaning": "见“地动山摇”。"
    },
    "地负海涵": {
        "no": "3340",
        "meaning": "谓大地负载万物，海洋容纳百川。形容包罗万象，含蕴丰富。语本唐韩愈《南阳樊绍述墓志铭》：“其富若生蓄，万物必具，海含地负，放恣横从，无所统纪。”语本唐韩愈《南阳樊绍述墓志铭》：“其富若生蓄，万物必具，海含地负，放恣横从，无所统纪。”"
    },
    "地覆天翻": {
        "no": "3341",
        "meaning": "形容变化巨大。"
    },
    "地广人希": {
        "no": "3342",
        "meaning": "见“地广人稀”。"
    },
    "地广人稀": {
        "no": "3343",
        "meaning": "亦作“地广人希”。亦作“地旷人稀”。谓土地广大，人烟稀少。"
    },
    "地棘天荆": {
        "no": "3344",
        "meaning": "谓到处布满荆棘。比喻环境恶劣。"
    },
    "地瘠民贫": {
        "no": "3345",
        "meaning": "土地瘠薄，人民贫穷。"
    },
    "地角天涯": {
        "no": "3346",
        "meaning": "形容极远的地方或彼此相隔很远。"
    },
    "地久天长": {
        "no": "3347",
        "meaning": "①形容历时悠久。②形容爱情永久不变。又作：白头到老。"
    },
    "地旷人稀": {
        "no": "3348",
        "meaning": "见“地广人稀”。"
    },
    "地老天荒": {
        "no": "3349",
        "meaning": "①形容经历的时间长久。②又作：地为之老，天为之荒。形容极其感人。③谓改朝换代。"
    },
    "地老天昏": {
        "no": "3350",
        "meaning": "形容变化剧烈。"
    },
    "地灵人杰": {
        "no": "3351",
        "meaning": "谓人物杰出，盖因地之灵秀。"
    },
    "地平天成": {
        "no": "3352",
        "meaning": "比喻上下相称，万事妥帖。"
    },
    "地上天宫": {
        "no": "3353",
        "meaning": "比喻富庶华美的地方。"
    },
    "地塌天荒": {
        "no": "3354",
        "meaning": "又作：天塌地陷。形容盛怒。"
    },
    "地下修文": {
        "no": "3355",
        "meaning": "据晋王隐《晋书》载，中牟令苏韶死后现形，对其堂弟苏节说，颜渊、卜商现为地下修文郎；修文郎凡八人，皆鬼之圣者。韶今亦守其职。见《太平御览》卷八八三引。后因以“地下修文”为文士死亡的典故。"
    },
    "地主之仪": {
        "no": "3356",
        "meaning": "见“地主之谊”。"
    },
    "地主之谊": {
        "no": "3357",
        "meaning": "《左传·哀公十二年》：“子服景伯谓子财曰：‘夫诸侯之会，事既毕矣，侯伯致礼，地主归饩，以相辞也。’”杜预注：“侯伯致礼以礼宾也。地主，所会主人也。饩，生物。”孔颖达疏：“致礼礼宾，当谓有以礼之，或设饮食与之宴也。”后因以“地主之谊”谓当地的主人对来客接待的礼节和饮食馈赠等情谊。"
    },
    "弟男子侄": {
        "no": "3358",
        "meaning": "泛指晚辈男子。"
    },
    "帝辇之下": {
        "no": "3359",
        "meaning": "皇帝所在的地方。用指京都。"
    },
    "递胜递负": {
        "no": "3360",
        "meaning": "谓胜负交替。"
    },
    "递兴递废": {
        "no": "3361",
        "meaning": "谓有兴有废。"
    },
    "谛分审布": {
        "no": "3362",
        "meaning": "仔细察看分布状况。"
    },
    "掂斤播两": {
        "no": "3363",
        "meaning": "估量轻重。亦以喻品评优劣或形容过分计较。"
    },
    "掂斤估两": {
        "no": "3364",
        "meaning": "又作：掂斤播两。"
    },
    "掂斤抹两": {
        "no": "3365",
        "meaning": "又作：掂斤播两。"
    },
    "掂梢折本": {
        "no": "3366",
        "meaning": "垫钱亏本。梢，钱的市语。"
    },
    "颠簸不破": {
        "no": "3367",
        "meaning": "同“颠扑不破”。"
    },
    "颠脣簸嘴": {
        "no": "3368",
        "meaning": "谓搬弄口舌。"
    },
    "颠倒黑白": {
        "no": "3369",
        "meaning": "语本《楚辞·九章·怀沙》：“变白以为黑兮，倒上以为下。”王逸注：“世以浊为清也；俗人以愚为贤也。”后世多作“颠倒黑白”，形容故意歪曲事实，混淆是非。"
    },
    "颠倒是非": {
        "no": "3370",
        "meaning": "把对的说成错的，把错的说成对的。"
    },
    "颠倒衣裳": {
        "no": "3371",
        "meaning": "①谓急促惶遽中不暇整衣。《诗·齐风·东方未明》：“东方未明，颠倒衣裳。颠之倒之，自公召之。”毛传：“上曰衣，下曰裳。”郑玄笺：“絜壶氏失漏刻之节，东方未明而以为明，故群臣促遽颠倒衣裳。”孔颖达疏：“传：上曰衣，下曰裳。此其相对定称，散则通名曰衣……传言此，解其颠倒之意，以裳为衣，今上者在下，是谓颠倒也。”本意是讽刺朝廷兴居无节，号令不时，使小官吏忙忙碌碌，后多以比喻伦常失秩。②谓匆忙情急之中举止失措。"
    },
    "颠斤播两": {
        "no": "3372",
        "meaning": "较量轻重。常用以比喻品评优劣或形容计较微细之事。"
    },
    "颠来播去": {
        "no": "3373",
        "meaning": "见“颠来簸去”。"
    },
    "颠来簸去": {
        "no": "3374",
        "meaning": "连续、反覆地颠簸。"
    },
    "颠来倒去": {
        "no": "3375",
        "meaning": "翻过来倒过去。来回重复。"
    },
    "颠鸾倒凤": {
        "no": "3376",
        "meaning": "①比喻颠倒失次。②比喻男女交欢。"
    },
    "颠毛种种": {
        "no": "3377",
        "meaning": "语本《左传·昭公三年》：“余发如此种种，余奚能为？”杜预注：“种种，短也。自言衰老，不能复为害。”后因以“颠毛种种”谓衰老。"
    },
    "颠沛流离": {
        "no": "3378",
        "meaning": "动荡不安，四处流浪，困顿窘迫。"
    },
    "颠仆流离": {
        "no": "3379",
        "meaning": "同“颠沛流离”。"
    },
    "颠扑不磨": {
        "no": "3380",
        "meaning": "见“颠扑不破”。"
    },
    "颠扑不破": {
        "no": "3381",
        "meaning": "无论怎样摔打都不破。比喻言论、学说牢固可靠，不可推翻、驳倒。"
    },
    "颠乾倒坤": {
        "no": "3382",
        "meaning": "使天地颠倒。比喻本领十分高强。"
    },
    "颠三倒四": {
        "no": "3383",
        "meaning": "形容神智不清或说话、做事没有次序，错误百出。"
    },
    "颠衣到裳": {
        "no": "3384",
        "meaning": "同“颠倒衣裳”。到，通“倒”。"
    },
    "攧扑不破": {
        "no": "3385",
        "meaning": "无论怎样摔打都不破。比喻道理正确，推翻不了。"
    },
    "典谟训诰": {
        "no": "3386",
        "meaning": "①《尚书》中《尧典》、《大禹谟》、《汤诰》、《伊训》等篇的并称。②泛指经典之文。"
    },
    "典妻鬻子": {
        "no": "3387",
        "meaning": "典卖妻子兒女。形容生活极其困苦。"
    },
    "典身卖命": {
        "no": "3388",
        "meaning": "典当身体，出卖性命。极言奉献出自己的一切。"
    },
    "典则俊雅": {
        "no": "3389",
        "meaning": "端庄高雅而标致。"
    },
    "点金成铁": {
        "no": "3390",
        "meaning": "①禅门喻开示不对机，增人惑乱。《景德传灯录·真觉大师灵照》：“问：‘还丹一粒，点铁成金；至理一言，点凡成圣。请师一点。’师曰：‘还知齐云点金成铁吗？’曰：‘点金成铁，未之前闻。至理一言，敢希垂示！’”后用以比喻把好文章改坏。②比喻把好事办坏。"
    },
    "点金乏术": {
        "no": "3391",
        "meaning": "谓无点金成铁的法术。比喻没有办法筹措钱财。"
    },
    "点金无术": {
        "no": "3392",
        "meaning": "见“点金乏术”。"
    },
    "点金作铁": {
        "no": "3393",
        "meaning": "见“点金成铁”。"
    },
    "点石成金": {
        "no": "3394",
        "meaning": "同“点铁成金”。"
    },
    "点石为金": {
        "no": "3395",
        "meaning": "同“点铁成金”。"
    },
    "点手莋脚": {
        "no": "3396",
        "meaning": "形容说话时兼用手势示意。多形容说话放任不拘，或轻率地指点、批评。"
    },
    "点水不漏": {
        "no": "3397",
        "meaning": "形容十分周到、严密，毫无差失漏洞。"
    },
    "点铁成金": {
        "no": "3398",
        "meaning": "①旧谓仙道点铁石而成黄金。②比喻修改文章，化腐朽为神奇。"
    },
    "点头哈腰": {
        "no": "3399",
        "meaning": "形容恭顺或过分客气。"
    },
    "点头会意": {
        "no": "3400",
        "meaning": "①形容机灵乖觉。②表示允可、赞许。"
    },
    "点头咂嘴": {
        "no": "3401",
        "meaning": "表示同意、赞赏。"
    },
    "点头之交": {
        "no": "3402",
        "meaning": "谓交情甚浅，见了面只不过点点头而已。"
    },
    "点胸洗眼": {
        "no": "3403",
        "meaning": "指一洗尘俗，使人豁然明朗。"
    },
    "点纸画字": {
        "no": "3404",
        "meaning": "指在契约或供词上捺指模和签押。"
    },
    "点指画字": {
        "no": "3405",
        "meaning": "指在合同文约或供词上按手印签字画押。"
    },
    "点指莋脚": {
        "no": "3406",
        "meaning": "见“点手莋脚”。"
    },
    "电掣风驰": {
        "no": "3407",
        "meaning": "形容像闪电刮风一样迅速。"
    },
    "电掣星驰": {
        "no": "3408",
        "meaning": "如闪电和流星似的掠过。比喻迅疾。"
    },
    "电光石火": {
        "no": "3409",
        "meaning": "①佛教语。语本《五灯会元·雪峰存禅师法嗣·保福从展禅师》：“师曰：‘瞌睡汉出去！’上堂：‘此事如击石火，似闪电光，搆得搆不得，未免丧身失命。’”后以“电光石火”比喻稍纵即逝或稍纵即逝的事物。②喻极迅速地。"
    },
    "电流星散": {
        "no": "3410",
        "meaning": "比喻迅速消散。"
    },
    "电闪雷鸣": {
        "no": "3411",
        "meaning": "闪电飞光，雷声轰鸣。①比喻快速有力。杜鹏程《在和平的日子里》第五章：“是英明的主意，这主意通过电话就电闪雷鸣一样传遍工地。”②比喻轰轰烈烈。郭小川《痛悼敬爱的周总理》诗：“我们的总理，回答得最为铿锵有力；不用语言，而用电闪雷鸣般的一生的经历。”"
    },
    "电照风行": {
        "no": "3412",
        "meaning": "如电光之照耀，如风之流动。比喻影响甚大。"
    },
    "钿合金钗": {
        "no": "3413",
        "meaning": "①钿盒和金钗。相传为唐玄宗与杨贵妃定情之信物。②泛指情人间之信物。"
    },
    "店脣挂齿": {
        "no": "3414",
        "meaning": "犹摇脣鼓舌。"
    },
    "刁钻促搯": {
        "no": "3415",
        "meaning": "见“刁钻促狭”。"
    },
    "刁钻促狭": {
        "no": "3416",
        "meaning": "亦作“刁钻促搯”。狡猾而好捉弄人。"
    },
    "刁钻古怪": {
        "no": "3417",
        "meaning": "①狡诈。②古怪，怪僻。③机灵，乖巧。"
    },
    "彫蟲小技": {
        "no": "3418",
        "meaning": "指刻意雕琢词章的微小技能。"
    },
    "彫蟲篆刻": {
        "no": "3419",
        "meaning": "虫书、刻符分别为秦书八体之一，西汉时蒙童所习。因以“彫蟲篆刻”喻词章小技。"
    },
    "彫肝琢肾": {
        "no": "3420",
        "meaning": "形容苦心琢磨。"
    },
    "彫章镂句": {
        "no": "3421",
        "meaning": "谓刻意雕琢词章。"
    },
    "貂不足，狗尾续": {
        "no": "3422",
        "meaning": "①谓授官太滥。②指美中不足或以次充好。"
    },
    "貂狗相属": {
        "no": "3423",
        "meaning": "指真伪或优劣混杂在一起。"
    },
    "貂裘换酒": {
        "no": "3424",
        "meaning": "《西京杂记》卷二载，司马相如与卓文君还成都，以所著鹔霜裘向市人贳酒。又《晋书·阮孚传》谓阮孚尝以金貂换酒。后世即以“貂裘换酒”形容名士或富贵者的风流豪纵。"
    },
    "雕蟲薄技": {
        "no": "3425",
        "meaning": "又作：雕虫小技。"
    },
    "雕蟲刻篆": {
        "no": "3426",
        "meaning": "见“雕蟲篆刻”。"
    },
    "雕蟲末技": {
        "no": "3427",
        "meaning": "亦作“雕蟲末伎”。又作：雕虫小技。"
    },
    "雕蟲小技": {
        "no": "3428",
        "meaning": "比喻微末的技能。多指刻意雕琢词章的技能。"
    },
    "雕蟲小巧": {
        "no": "3429",
        "meaning": "又作：雕虫小技。"
    },
    "雕蟲小事": {
        "no": "3430",
        "meaning": "又作：雕虫小技。"
    },
    "雕蟲小艺": {
        "no": "3431",
        "meaning": "又作：雕虫小技。"
    },
    "雕蟲篆刻": {
        "no": "3432",
        "meaning": "汉扬雄《法言·吾子》：“或问：‘吾子少而好赋？’曰：‘然。童子雕蟲篆刻。’俄而曰；‘壮夫不为也。’”按，“蟲”指虫书，“刻”指刻符，各为一种字体。后以“雕蟲篆刻”喻词章小技。南朝梁沈约《答陆厥问声韵书》：“是以子云譬之雕蟲篆刻，云壮夫不为。”宋王安石《上仁宗皇帝言事书》：“然而不肖者，苟能雕蟲篆刻之学，以此进至乎公卿。”况周颐《蕙风词话》卷五：“適承元明词敝甚，欲推尊斯道，一洗雕蟲篆刻之讥。”亦作“雕蟲刻篆”。明高濂《玉簪记·下第》：“不须泪涟。有日眉扬额点，且自雕蟲刻篆，我这里侭清閒。”一说，“雕蟲”犹“蟲镂”（“彤镂”），“篆刻”犹“瑑刻”。参阅蒋礼鸿《义府续貂》。"
    },
    "雕风镂月": {
        "no": "3433",
        "meaning": "刻意吟风弄月。"
    },
    "雕肝琢膂": {
        "no": "3434",
        "meaning": "同“雕肝琢肾”。"
    },
    "雕肝琢肾": {
        "no": "3435",
        "meaning": "比喻写作时用尽心思，反覆推敲，刻意求工。语本唐韩愈《赠崔立之评事》诗：“劝君韬养待徵招，不用雕琢愁肝肾。”"
    },
    "雕虎焦原": {
        "no": "3436",
        "meaning": "《尸子》：“中黄伯曰：余左执太行之獶而右搏雕虎。”又：“莒国有石焦原者，广寻，长五十步，临百仞之谿，莒国莫敢近也。有以勇见莒子者，独却行剂踵焉。”后以“雕虎焦原”谓壮士履险。"
    },
    "雕梁画栋": {
        "no": "3437",
        "meaning": "雕花、彩绘的栋梁。亦借指有彩绘装饰的富丽堂皇的房屋。"
    },
    "雕龙画凤": {
        "no": "3438",
        "meaning": "刻绘龙凤；刻绘的龙凤。"
    },
    "雕镂藻绘": {
        "no": "3439",
        "meaning": "比喻刻意修饰文辞。"
    },
    "雕盘绮食": {
        "no": "3440",
        "meaning": "精美的器皿及食物。"
    },
    "雕墙峻宇": {
        "no": "3441",
        "meaning": "同“峻宇雕墙”。"
    },
    "雕文刻镂": {
        "no": "3442",
        "meaning": "谓在器物上刻镂花纹图案，以为文饰。"
    },
    "雕文织采": {
        "no": "3443",
        "meaning": "比喻词藻华丽。"
    },
    "雕心刻肾": {
        "no": "3444",
        "meaning": "同“雕肝琢肾”。"
    },
    "雕心雁爪": {
        "no": "3445",
        "meaning": "比喻外表善良而内心狠毒。"
    },
    "雕心鹰爪": {
        "no": "3446",
        "meaning": "比喻心肠残忍，手段毒辣。"
    },
    "雕楹碧槛": {
        "no": "3447",
        "meaning": "雕镂彩绘的柱子和碧色栏杆。"
    },
    "雕章绘句": {
        "no": "3448",
        "meaning": "见“雕章镂句”。"
    },
    "雕章镂句": {
        "no": "3449",
        "meaning": "比喻刻意修饰文辞。"
    },
    "雕章缛彩": {
        "no": "3450",
        "meaning": "比喻文彩绚烂。"
    },
    "雕章琢句": {
        "no": "3451",
        "meaning": "见“雕章镂句”。"
    },
    "吊胆惊心": {
        "no": "3452",
        "meaning": "又作：吊胆提心。"
    },
    "吊民伐罪": {
        "no": "3453",
        "meaning": "慰问受害的百姓，讨伐有罪的人。"
    },
    "吊死扶伤": {
        "no": "3454",
        "meaning": "吊祭死者，扶救伤者。"
    },
    "吊死问疾": {
        "no": "3455",
        "meaning": "吊祭死者，慰问病人。"
    },
    "吊形吊影": {
        "no": "3456",
        "meaning": "又作：形影相吊。喻孤独寂寞。"
    },
    "钓名沽誉": {
        "no": "3457",
        "meaning": "同“沽名钓誉”。"
    },
    "钓名欺世": {
        "no": "3458",
        "meaning": "作伪求取虚名，欺骗世人。"
    },
    "钓名要誉": {
        "no": "3459",
        "meaning": "见“钓名沽誉”。"
    },
    "钓誉沽名": {
        "no": "3460",
        "meaning": "见“钓名沽誉”。"
    },
    "调兵遣将": {
        "no": "3461",
        "meaning": "调动兵马，派遣将领。引申为调动布置人力。"
    },
    "调脣弄舌": {
        "no": "3462",
        "meaning": "亦作“调脣弄舌”。①耍嘴皮子，纵谈。②搬弄是非。"
    },
    "调词架讼": {
        "no": "3463",
        "meaning": "调唆他人诉讼。"
    },
    "调风变俗": {
        "no": "3464",
        "meaning": "又作：移风易俗。"
    },
    "调风弄月": {
        "no": "3465",
        "meaning": "调弄风月。喻男女间的谈情说爱。"
    },
    "调和鼎鼐": {
        "no": "3466",
        "meaning": "调和五味。喻指宰相治理天下。"
    },
    "调和阴阳": {
        "no": "3467",
        "meaning": "谓使阴阳有序，风调雨顺。旧多指宰相处理政务。"
    },
    "调虎离山": {
        "no": "3468",
        "meaning": "比喻为了便于乘机行事，设法引诱对方离开原来的地方。"
    },
    "调理阴阳": {
        "no": "3469",
        "meaning": "又作：调和阴阳。"
    },
    "调良稳泛": {
        "no": "3470",
        "meaning": "马匹调良，行船稳泛。谓路途平安。"
    },
    "调墨弄笔": {
        "no": "3471",
        "meaning": "谓玩弄文字技巧。"
    },
    "调三惑四": {
        "no": "3472",
        "meaning": "见“调三斡四”。"
    },
    "调三窝四": {
        "no": "3473",
        "meaning": "见“调三斡四”。"
    },
    "调三斡四": {
        "no": "3474",
        "meaning": "挑拨是非。"
    },
    "调舌弄脣": {
        "no": "3475",
        "meaning": "又作：调脣弄舌。"
    },
    "调神暢情": {
        "no": "3476",
        "meaning": "使精神顺适，情绪欢暢。"
    },
    "调丝品竹": {
        "no": "3477",
        "meaning": "吹弹乐器。"
    },
    "调停两用": {
        "no": "3478",
        "meaning": "谓居间观望，骑墙投机。"
    },
    "调脂弄粉": {
        "no": "3479",
        "meaning": "①指妇女涂抹脂粉，整容打扮。②喻指诗文的富丽香艳。"
    },
    "调硃傅粉": {
        "no": "3480",
        "meaning": "调弄、涂抹脂粉。喻刻意修饰。"
    },
    "调硃弄粉": {
        "no": "3481",
        "meaning": "调弄脂粉，打扮妆饰。"
    },
    "调嘴调舌": {
        "no": "3482",
        "meaning": "见“调嘴弄舌”。"
    },
    "调嘴弄舌": {
        "no": "3483",
        "meaning": "耍嘴皮子，搬弄是非。"
    },
    "调嘴学舌": {
        "no": "3484",
        "meaning": "又作：调嘴弄舌。"
    },
    "掉以轻心": {
        "no": "3485",
        "meaning": "轻率，不重视。语本唐柳完元《答韦中立论师道书》：“故吾每为文章，未尝敢以轻心掉之。”"
    },
    "跌弹斑鸠": {
        "no": "3486",
        "meaning": "谓中弹落地的斑鸠。喻指失意落寞或受挫神伤的人。"
    },
    "跌宕不覊": {
        "no": "3487",
        "meaning": "见“跌宕不羁”。"
    },
    "跌宕不羁": {
        "no": "3488",
        "meaning": "放逸不受拘束。"
    },
    "跌宕风流": {
        "no": "3489",
        "meaning": "潇洒放逸而富有才华风情。"
    },
    "跌宕昭彰": {
        "no": "3490",
        "meaning": "谓文章的气势纵放不拘，文意鲜明。"
    },
    "跌荡不羁": {
        "no": "3491",
        "meaning": "同“跌宕不羁”。"
    },
    "跌荡不拘": {
        "no": "3492",
        "meaning": "见“跌荡不羁”。"
    },
    "跌荡风流": {
        "no": "3493",
        "meaning": "见“跌宕风流”。"
    },
    "跌脚绊手": {
        "no": "3494",
        "meaning": "谓受到阻碍或牵制。"
    },
    "跌脚捶胸": {
        "no": "3495",
        "meaning": "见“跌脚搥胸”。"
    },
    "跌脚搥胸": {
        "no": "3496",
        "meaning": "以足跺地，以拳敲胸。表示气愤、着急、悲痛等感情。"
    },
    "跌脚槌胸": {
        "no": "3497",
        "meaning": "见“跌脚搥胸”。"
    },
    "喋喋不休": {
        "no": "3498",
        "meaning": "唠唠叨叨，说个没完。"
    },
    "叠床架屋": {
        "no": "3499",
        "meaning": "①北齐颜之推《颜氏家训·序致》：“魏晋已来，所著诸子，理重事衤复，递相模斅，犹屋下架屋，床上施床耳。”宋陆九渊《与硃元晦书》之二：“某窃谓尊兄未曾实见太极，若实见太极，上面必不更加‘无极’字，下面必不更着‘真体’字。上面加‘无极’字，正是叠床上之床，下面着‘真体’字，正是架屋下之屋。”后以“叠床架屋”比喻重复累赘。②比喻反复强调。"
    },
    "叠见层出": {
        "no": "3500",
        "meaning": "屡次出现。"
    },
    "叠矩重规": {
        "no": "3501",
        "meaning": "形容上下相合。矩，曲尺，画直角或方形的工具。规，圆规，画圆形的工具。"
    },
    "蝶粉蜂黄": {
        "no": "3502",
        "meaning": "唐人宫妆。宋周邦彦《满江红》词：“蝶粉蜂黄都褪了，枕痕一线红生肉。”一说蝶翅上的粉屑和蜂身上的黄粉，在交尾后退去。"
    },
    "蝶化庄生": {
        "no": "3503",
        "meaning": "比喻事物的虚幻无常。"
    },
    "蝶化庄周": {
        "no": "3504",
        "meaning": "见“蝶化庄生”。"
    },
    "蝶恋蜂狂": {
        "no": "3505",
        "meaning": "谓留恋繁花似锦的春光。"
    },
    "蝶使蜂媒": {
        "no": "3506",
        "meaning": "比喻传递信息者或男女双方情爱的媒介。"
    },
    "蝶意莺情": {
        "no": "3507",
        "meaning": "比喻爱恋春色的情意。"
    },
    "蝶怨蛩凄": {
        "no": "3508",
        "meaning": "喻哀怨凄清的思家之情。"
    },
    "蹀躞不下": {
        "no": "3509",
        "meaning": "谓心里忐忑不安，不能放心。"
    },
    "鰈离鹣背": {
        "no": "3510",
        "meaning": "喻夫妻或恋人分离。"
    },
    "丁公凿井": {
        "no": "3511",
        "meaning": "春秋时，宋人丁某家中无井，常派一人出外汲水，后来家中挖了井，不须外出挑水，节省一人力，于是对人说：“吾穿井得一人。”听者误传成从井中挖得一人。见《吕氏春秋·察传》。汉王充《论衡·书虚》：“俗传言曰，丁公凿井，得一人於井中。夫人生於人，非生於土也。”后用以喻语言之辗转传误。"
    },
    "丁一卯二": {
        "no": "3512",
        "meaning": "①确实；实在。②谓认真；仔细。"
    },
    "丁一确二": {
        "no": "3513",
        "meaning": "明白；确实。"
    },
    "钉嘴铁舌": {
        "no": "3514",
        "meaning": "形容嘴哽，嘴犟。"
    },
    "顶礼膜拜": {
        "no": "3515",
        "meaning": "①谓虔诚地跪拜。是佛教徒拜佛时的最敬礼。②形容崇拜得五体投地。"
    },
    "顶门立户": {
        "no": "3516",
        "meaning": "支撑门户。谓独立成家。"
    },
    "顶门壮户": {
        "no": "3517",
        "meaning": "谓支撑门户，光耀门第。"
    },
    "顶名冒姓": {
        "no": "3518",
        "meaning": "谓冒充他人。"
    },
    "顶名替身": {
        "no": "3519",
        "meaning": "又作：顶名冒姓。"
    },
    "顶天立地": {
        "no": "3520",
        "meaning": "①头顶青天，脚踏大地。谓生存于天地间。②形容身躯魁伟。③形容堂堂正正，志向远大，气概不凡。"
    },
    "顶天踵地": {
        "no": "3521",
        "meaning": "又作：顶天立地。"
    },
    "顶踵尽捐": {
        "no": "3522",
        "meaning": "又作：顶踵捐糜。"
    },
    "顶踵捐糜": {
        "no": "3523",
        "meaning": "谓捐躯，牺牲。"
    },
    "鼎铛玉石": {
        "no": "3524",
        "meaning": "谓视鼎如铛，视玉如石。形容奢侈。"
    },
    "鼎成龙去": {
        "no": "3525",
        "meaning": "《史记·封禅书》：“黄帝采首山铜，铸鼎於荆山下。鼎既成，有龙垂胡曈下迎黄帝。黄帝上骑，群臣后宫从上者七十馀人，龙乃上去。”后以“鼎成龙去”指帝王去世。"
    },
    "鼎成龙升": {
        "no": "3526",
        "meaning": "见“鼎成龙去”。"
    },
    "鼎鼎大名": {
        "no": "3527",
        "meaning": "形容名声极大。"
    },
    "鼎鼎有名": {
        "no": "3528",
        "meaning": "见“鼎鼎大名”。"
    },
    "鼎分三足": {
        "no": "3529",
        "meaning": "见“鼎足三分”。"
    },
    "鼎湖龙去": {
        "no": "3530",
        "meaning": "同“鼎成龙去”。"
    },
    "鼎镬刀锯": {
        "no": "3531",
        "meaning": "古代四种酷刑的刑具。泛指最残酷的刑罚。"
    },
    "鼎鼐调和": {
        "no": "3532",
        "meaning": "相传商武丁问傅说治国之方，傅以如何调和鼎中之味喻说，遂辅武丁以治国。后因以“鼎鼐调和”比喻处理国政。"
    },
    "鼎食鸣钟": {
        "no": "3533",
        "meaning": "亦作“鼎食鸣锺”。击钟列鼎而食。形容富贵人家生活豪侈。"
    },
    "鼎食鸣锺": {
        "no": "3534",
        "meaning": "见“鼎食鸣钟”。"
    },
    "鼎新革故": {
        "no": "3535",
        "meaning": "《易·杂卦》：“革，去故也；鼎，取新也。”旧时多以“鼎新革故”指朝政变革或改朝换代。后泛指事物的破旧立新。"
    },
    "鼎鱼幕燕": {
        "no": "3536",
        "meaning": "《文选·丘迟〈与陈伯之书〉》：“而将军鱼游於沸鼎之中，燕巢於飞幕之上，不亦惑乎。”李善注：“袁崧《后汉书》：‘硃穆上疏曰：养鱼沸鼎之中，栖鸟烈火之上，用之不时，必也燋烂。’《左氏传》曰：‘吴季札曰：夫子之在此也，犹燕巢于幕之上。’”后以“鼎鱼幕燕”比喻处于极危险境地的人或事物。"
    },
    "鼎玉龟符": {
        "no": "3537",
        "meaning": "旧指传国之宝及受命之符箓。"
    },
    "鼎折覆餗": {
        "no": "3538",
        "meaning": "《易·鼎》：“九四，鼎折足，覆公餗，其形渥，凶。”孔颖达疏：“施之於人，知小而谋大，力薄而任重，如此必受其至辱，灾及其身也，故曰其形渥，凶。”后以“鼎折覆餗”比喻力薄任重，必致灾祸。"
    },
    "鼎折餗覆": {
        "no": "3539",
        "meaning": "见“鼎折覆餗”。"
    },
    "鼎足而立": {
        "no": "3540",
        "meaning": "像鼎的三只脚一样，三者各立一方。常比喻三方面分立相持的局面。"
    },
    "鼎足而三": {
        "no": "3541",
        "meaning": "谓像鼎足一样，三方面并立。"
    },
    "鼎足三分": {
        "no": "3542",
        "meaning": "如鼎之三足，各据一方。比喻三方面分立相持的局势。"
    },
    "鼎足之势": {
        "no": "3543",
        "meaning": "比喻三方面分立相持的局势。"
    },
    "丢魂丢魄": {
        "no": "3544",
        "meaning": "见“丢魂失魄”。"
    },
    "丢魂丧胆": {
        "no": "3545",
        "meaning": "形容非常惊慌。"
    },
    "丢魂失魄": {
        "no": "3546",
        "meaning": "①形容非常惊慌。②谓没头脑，无主见。"
    },
    "丢盔抛甲": {
        "no": "3547",
        "meaning": "见“丢盔卸甲”。"
    },
    "丢盔弃甲": {
        "no": "3548",
        "meaning": "见“丢盔卸甲”。"
    },
    "丢盔卸甲": {
        "no": "3549",
        "meaning": "形容打了大败仗时的狼狈相。亦比喻事情的失败。"
    },
    "丢人现眼": {
        "no": "3550",
        "meaning": "丢脸；出丑。"
    },
    "丢三拉四": {
        "no": "3551",
        "meaning": "见“丢三落四”。"
    },
    "丢三落四": {
        "no": "3552",
        "meaning": "形容马虎或记忆力不好而顾此失彼。"
    },
    "丢三忘四": {
        "no": "3553",
        "meaning": "见“丢三落四”。"
    },
    "丢卒保车": {
        "no": "3554",
        "meaning": "原为棋术用语。后多用以比喻丢掉次要的，保住主要的。"
    },
    "东挨西撞": {
        "no": "3555",
        "meaning": "同“东奔西撞”。"
    },
    "东捱西问": {
        "no": "3556",
        "meaning": "谓四处探问、打听。"
    },
    "东奔西窜": {
        "no": "3557",
        "meaning": "同“东逃西窜”。"
    },
    "东奔西跑": {
        "no": "3558",
        "meaning": "同“东奔西走”。"
    },
    "东奔西逃": {
        "no": "3559",
        "meaning": "同“东逃西窜”。"
    },
    "东奔西向": {
        "no": "3560",
        "meaning": "谓各奔东西，互不相关。"
    },
    "东奔西撞": {
        "no": "3561",
        "meaning": "形容无固定目标，到处乱闯。"
    },
    "东奔西走": {
        "no": "3562",
        "meaning": "谓到处奔波。"
    },
    "东播西流": {
        "no": "3563",
        "meaning": "谓流落四方。"
    },
    "东补西凑": {
        "no": "3564",
        "meaning": "同“东挪西凑”。"
    },
    "东猜西揣": {
        "no": "3565",
        "meaning": "谓多方猜测。"
    },
    "东猜西疑": {
        "no": "3566",
        "meaning": "谓胡乱猜疑。"
    },
    "东藏西躲": {
        "no": "3567",
        "meaning": "见“东躲西藏”。"
    },
    "东差西误": {
        "no": "3568",
        "meaning": "谓出现这样或那样的差池、错误。形容办事不得力。"
    },
    "东抄西袭": {
        "no": "3569",
        "meaning": "胡乱抄袭别人的文章。"
    },
    "东扯西拉": {
        "no": "3570",
        "meaning": "形容说话离题，没有中心。"
    },
    "东扯西拽": {
        "no": "3571",
        "meaning": "①谓事情互相纠缠。②又作：拆东补西。"
    },
    "东闯西踱": {
        "no": "3572",
        "meaning": "谓盲目地四处闯荡。"
    },
    "东驰西骋": {
        "no": "3573",
        "meaning": "同“东奔西走”。"
    },
    "东驰西击": {
        "no": "3574",
        "meaning": "谓指挥不统一，几路军队各自行动。"
    },
    "东驰西撞": {
        "no": "3575",
        "meaning": "同“东奔西撞”。"
    },
    "东冲西决": {
        "no": "3576",
        "meaning": "形容洪水四处冲决泛滥。"
    },
    "东冲西突": {
        "no": "3577",
        "meaning": "谓四处冲锋突击。"
    },
    "东冲西撞": {
        "no": "3578",
        "meaning": "谓无把握地四处奔走寻找。"
    },
    "东穿西撞": {
        "no": "3579",
        "meaning": "同“东奔西撞”。"
    },
    "东窗计": {
        "no": "3580",
        "meaning": "谓谋害忠良的阴谋诡计。"
    },
    "东窗事发": {
        "no": "3581",
        "meaning": "据明田汝成《西湖游览志馀·佞倖盘荒》载，宋元间传说，秦桧欲杀岳飞时，曾与妻子王氏在东窗下密谋。后桧游西湖，舟中得疾，见一人披发厉声曰：“汝误国害民，吾已诉天，得请矣。”桧死后，在地狱备受诸苦。王氏给他做道场，并派道士去探望他，他对道士说：“可烦传语夫人，东窗事发矣。”后因以“东窗事发”或“东窗事犯”概指此事。亦用以喻阴谋败露，自食恶果。"
    },
    "东窗事犯": {
        "no": "3582",
        "meaning": "见“东窗事发”。"
    },
    "东窗消息": {
        "no": "3583",
        "meaning": "见“东窗计”。"
    },
    "东床佳婿": {
        "no": "3584",
        "meaning": "同“东床娇婿”。"
    },
    "东床姣婿": {
        "no": "3585",
        "meaning": "同“东床娇婿”。"
    },
    "东床娇客": {
        "no": "3586",
        "meaning": "同“东床娇婿”。"
    },
    "东床娇婿": {
        "no": "3587",
        "meaning": "对女婿的美称。"
    },
    "东床坦腹": {
        "no": "3588",
        "meaning": "南朝宋刘义庆《世说新语·雅量》：“郄太傅在京口，遣门生与王丞相书，求女壻。丞相语郄信：‘君往东厢，任意选之。’门生归白郄曰：‘王家诸郎亦皆可嘉。闻来觅壻，咸自矜持；唯有一郎在东床上坦腹卧，如不闻。’郄公云：‘正此好！’访之，乃是逸少，因嫁女与焉。”按，《晋书·王羲之传》述此事，作“惟一人在东床坦腹食”。后因以“东床坦腹”代指女婿。"
    },
    "东床择对": {
        "no": "3589",
        "meaning": "谓择婿。"
    },
    "东床之选": {
        "no": "3590",
        "meaning": "谓佳婿的人选。"
    },
    "东荡西驰": {
        "no": "3591",
        "meaning": "又作：东征西讨。"
    },
    "东荡西除": {
        "no": "3592",
        "meaning": "又作：东征西讨。"
    },
    "东倒西歪": {
        "no": "3593",
        "meaning": "①形容身不由己，倾斜不稳。②有的倒，有的歪。形容建筑物等破旧不牢固。"
    },
    "东道主": {
        "no": "3594",
        "meaning": "春秋时，晋秦合兵围郑，郑文公使烛之武说秦穆公，曰：“若舍郑以为东道主，行李之往来，共其乏困，君亦无所害。”事见《左传·僖公三十年》。郑在秦东，接待秦国出使东方的使节，故称“东道主”。后因以泛指接待或宴客的主人。"
    },
    "东道主人": {
        "no": "3595",
        "meaning": "见“东道主”。"
    },
    "东躲西藏": {
        "no": "3596",
        "meaning": "谓到处躲避藏匿。"
    },
    "东方不亮西方亮": {
        "no": "3597",
        "meaning": "比喻这里行不通，别的地方尚有回旋余地。"
    },
    "东方千骑": {
        "no": "3598",
        "meaning": "①《玉台新咏·古乐府〈日出东南隅行〉》：“东方千馀骑，夫壻居上头。”本为诗中女主人公罗敷夸其夫婿显贵出众之词，后因以“东方千骑”、“东方骑”指代新婿。②泛指身分煊赫者。"
    },
    "东风吹马耳": {
        "no": "3599",
        "meaning": "见“东风射马耳”。"
    },
    "东风过耳": {
        "no": "3600",
        "meaning": "见“东风射马耳”。"
    },
    "东风人面": {
        "no": "3601",
        "meaning": "谓一年一度的春风依旧，而当年邂逅含情之人却不得重见。有唐崔护《题都城南庄》诗典。"
    },
    "东风入律": {
        "no": "3602",
        "meaning": "谓春风和暢，律吕调协。常用以称颂盛世。"
    },
    "东风射马耳": {
        "no": "3603",
        "meaning": "东风吹过马耳边。比喻充耳不闻，无动于衷。"
    },
    "东扶西倒": {
        "no": "3604",
        "meaning": "形容力不能支，扶不起来。"
    },
    "东滚西爬": {
        "no": "3605",
        "meaning": "形容溃逃时的狼狈相。"
    },
    "东郭先生": {
        "no": "3606",
        "meaning": "小说《中山狼传》中的人物。其因救助被人追逐的中山狼，反而几乎被狼所害。后常用以比喻不分善恶，滥施仁慈的人。参阅明马中锡《中山狼传》。"
    },
    "东海鲸波": {
        "no": "3607",
        "meaning": "东海上的汹涌波涛。比喻来自东方的侵略。"
    },
    "东海捞针": {
        "no": "3608",
        "meaning": "又作：大海捞针。形容极难达到目的。"
    },
    "东海逝波": {
        "no": "3609",
        "meaning": "东逝大海的波涛。比喻大势已去，无法挽回。"
    },
    "东海扬尘": {
        "no": "3610",
        "meaning": "晋葛洪《神仙传·麻姑》：“麻姑自说云：‘接侍以来，已见东海三为桑田。向到蓬莱，水又浅於往者会时略半也，岂将复还为陵陆乎？’方平笑曰：‘圣人皆言海中复扬尘也。’”后因以“东海扬尘”喻世事巨变。"
    },
    "东横西倒": {
        "no": "3611",
        "meaning": "形容杂乱。"
    },
    "东家西舍": {
        "no": "3612",
        "meaning": "又作：左邻右舍。"
    },
    "东家效颦": {
        "no": "3613",
        "meaning": "见“东施效颦”。"
    },
    "东箭南金": {
        "no": "3614",
        "meaning": "比喻优秀的人才。"
    },
    "东砍西斫": {
        "no": "3615",
        "meaning": "谓四面激战。"
    },
    "东磕西撞": {
        "no": "3616",
        "meaning": "又作：东奔西撞。"
    },
    "东诓西骗": {
        "no": "3617",
        "meaning": "指到处说谎欺骗。"
    },
    "东拉西扯": {
        "no": "3618",
        "meaning": "①东凑一言，西凑一语。形容说话或写文章杂乱无章。②谓从各处拾取得来。"
    },
    "东来西去": {
        "no": "3619",
        "meaning": "谓行人来来往往。"
    },
    "东拦西阻": {
        "no": "3620",
        "meaning": "谓极力阻拦。"
    },
    "东捞西摸": {
        "no": "3621",
        "meaning": "谓盲目地四处求索。"
    },
    "东劳西燕": {
        "no": "3622",
        "meaning": "喻离别。劳，伯劳。鸟名。语本《乐府诗集·杂曲歌辞八·东飞伯劳歌》：“东飞伯劳西飞燕，黄姑织女时相见。”后亦以“东劳西燕”比喻来自不同方向的同路人。"
    },
    "东猎西渔": {
        "no": "3623",
        "meaning": "谓处处涉猎而不专精。"
    },
    "东邻西舍": {
        "no": "3624",
        "meaning": "见“东家西舍”。"
    },
    "东鳞西爪": {
        "no": "3625",
        "meaning": "谓画龙时，这边画片龙鳞，那边画只龙爪，只见一点，不见全身。比喻零碎，不全面。"
    },
    "东零西落": {
        "no": "3626",
        "meaning": "零散稀疏。形容衰败。"
    },
    "东零西散": {
        "no": "3627",
        "meaning": "形容零落分散。"
    },
    "东零西碎": {
        "no": "3628",
        "meaning": "谓零碎，分散，不集中。"
    },
    "东流西落": {
        "no": "3629",
        "meaning": "见“东播西流”。"
    },
    "东门黄犬": {
        "no": "3630",
        "meaning": "秦二世二年七月，丞相李斯因遭奸人诬陷，论腰斩咸阳市。临刑谓其中子曰：“吾欲与若复牵黄犬俱出上蔡东门逐狡兔，岂可得乎！”事见《史记·李斯列传》。后以“东门黄犬”作为官遭祸，抽身悔迟之典。"
    },
    "东门逐兔": {
        "no": "3631",
        "meaning": "见“东门黄犬”。"
    },
    "东鸣西应": {
        "no": "3632",
        "meaning": "谓各方面互有联系，互相影响。"
    },
    "东抹西涂": {
        "no": "3633",
        "meaning": "见“东涂西抹”。"
    },
    "东南之宝": {
        "no": "3634",
        "meaning": "谓东南地区的杰出人才。"
    },
    "东南之美": {
        "no": "3635",
        "meaning": "谓东南人物中之佼佼者。"
    },
    "东南之秀": {
        "no": "3636",
        "meaning": "谓东南地方的杰出人才。"
    },
    "东南竹箭": {
        "no": "3637",
        "meaning": "《尔雅·释地》：“东南之美者，有会稽之竹箭焉。”后因以“东南竹箭”比喻优秀人才。"
    },
    "东挪西凑": {
        "no": "3638",
        "meaning": "谓各处挪借，凑集款项。"
    },
    "东挪西撮": {
        "no": "3639",
        "meaning": "同“东挪西凑”。"
    },
    "东挪西借": {
        "no": "3640",
        "meaning": "同“东挪西凑”。"
    },
    "东跑西颠": {
        "no": "3641",
        "meaning": "同“东奔西走”。"
    },
    "东碰西撞": {
        "no": "3642",
        "meaning": "同“东奔西撞”。"
    },
    "东飘西泊": {
        "no": "3643",
        "meaning": "谓四处漂泊，行踪无定。"
    },
    "东飘西荡": {
        "no": "3644",
        "meaning": "①谓不固定，没有着落。②谓无定向地漂浮。"
    },
    "东飘西徙": {
        "no": "3645",
        "meaning": "谓到处漂流，迁徙无定。"
    },
    "东拼西凑": {
        "no": "3646",
        "meaning": "①同“东挪西凑”。②谓从多方把零星事物拼凑在一起。"
    },
    "东迁西徙": {
        "no": "3647",
        "meaning": "谓四处迁移，居止不定。"
    },
    "东敲西逼": {
        "no": "3648",
        "meaning": "各处敲诈逼迫。"
    },
    "东瞧西望": {
        "no": "3649",
        "meaning": "同“东张西望”。"
    },
    "东趋西步": {
        "no": "3650",
        "meaning": "谓相背而行。"
    },
    "东山复起": {
        "no": "3651",
        "meaning": "同“东山再起”。"
    },
    "东山高卧": {
        "no": "3652",
        "meaning": "谓安然隐居。"
    },
    "东山再起": {
        "no": "3653",
        "meaning": "《晋书·谢安传》载：安少有重名，“初辟司徒府，除佐著作郎，并以疾辞。”隐居会稽东山，年逾四十复出为桓温司马，累迁中书令、司徒等要职，晋室赖以转危为安。后以“东山再起”指退隐复仕或失势后重新得势。"
    },
    "东山之志": {
        "no": "3654",
        "meaning": "指隐居的念头。"
    },
    "东闪西挪": {
        "no": "3655",
        "meaning": "形容有所畏惧，躲躲闪闪。"
    },
    "东声西击": {
        "no": "3656",
        "meaning": "又作：声东击西。扬言要攻此方，实际却攻彼方。"
    },
    "东施效颦": {
        "no": "3657",
        "meaning": "《庄子·天运》：“故西施病心而矉其里，其里之丑人见而美之，归亦捧心而矉其里。其里之富人见之，坚闭门而不出；贫人见之，絜妻子而去之走。”成玄英疏：“西施，越之美女也，貌极妍丽。既病心痛，嚬眉苦之。而端正之人，体多宜便，因其嚬蹙，更益其美。是以闾里见之，弥加爱重。邻里丑人见而学之，不病强嚬，倍增其丑。”后因以“东施效颦”嘲讽不顾本身条件而一味模仿，以致效果很坏的人。亦为模仿别人的谦语。颦，同“矉”，蹙眉。"
    },
    "东食西宿": {
        "no": "3658",
        "meaning": "《艺文类聚》卷四十引汉应劭《风俗通》：“齐人有女，二人求之。东家子丑而富，西家子好而贫。父母疑不能决，问其女，定所欲適……女云：‘欲东家食，西家宿。’”后因以“东食西宿”比喻贪得之人唯利是图。"
    },
    "东市朝衣": {
        "no": "3659",
        "meaning": "汉景帝时，御史大夫晁错被谗，“衣朝衣斩东市。”事见《史记·吴王濞列传》、《汉书·晁错传》。后因以“东市朝衣”为朝臣被杀之典。"
    },
    "东搜西罗": {
        "no": "3660",
        "meaning": "到处寻找搜集。"
    },
    "东睃西望": {
        "no": "3661",
        "meaning": "同“东张西望”。"
    },
    "东谈西说": {
        "no": "3662",
        "meaning": "谓议论的面很宽。"
    },
    "东逃西窜": {
        "no": "3663",
        "meaning": "四处逃亡；四处逃避。"
    },
    "东讨西伐": {
        "no": "3664",
        "meaning": "同“东征西讨”。"
    },
    "东讨西征": {
        "no": "3665",
        "meaning": "同“东征西讨”。"
    },
    "东偷西摸": {
        "no": "3666",
        "meaning": "谓暗中干不正当的事。"
    },
    "东投西窜": {
        "no": "3667",
        "meaning": "同“东奔西走”。"
    },
    "东涂西抹": {
        "no": "3668",
        "meaning": "①谓妇女用脂粉打扮。②唐薛逢晚年宦途失意，曾策瘦马赴朝。值新科进士列队而出，前导责逢回避，逢笑，遣人答曰：“报道莫贫相！阿婆三五少年时，也曾东涂西抹来。”见五代王定保《唐摭言·慈恩寺题名游赏赋咏杂记》。本以妇女装饰为喻，谓自己少年时亦曾凭文章取进士。后用为自己写作或绘画的谦词。③胡写乱涂；轻率下笔。④比喻不从根本着手。"
    },
    "东兔西乌": {
        "no": "3669",
        "meaning": "谓月亮东升，太阳西落，表示时光不断流逝。古代神话中说太阳中有三足金乌，月亮中有玉兔，因以乌、兔代指日月。"
    },
    "东歪西倒": {
        "no": "3670",
        "meaning": "形容身不由己，倾斜不稳。"
    },
    "东完西缺": {
        "no": "3671",
        "meaning": "谓短缺，不完备。"
    },
    "东望西观": {
        "no": "3672",
        "meaning": "同“东张西望”。"
    },
    "东西南北": {
        "no": "3673",
        "meaning": "①四方。泛指到处，处处。②指普天下。③谓飘流在外，居处无定。④指分散四方。⑤指方向。"
    },
    "东西南北客": {
        "no": "3674",
        "meaning": "见“东西南北人”。"
    },
    "东西南北人": {
        "no": "3675",
        "meaning": "《礼记·檀弓上》：“孔子既得合葬於防，曰：‘吾闻之，古也墓而不坟。今丘也，东西南北之人也，不可以弗识也。’於是封之，崇四尺。”郑玄注：“东西南北，言居无常处也。”后因以“东西南北人”谓居处无定之人。"
    },
    "东西南朔": {
        "no": "3676",
        "meaning": "见“东西南北”。"
    },
    "东西易面": {
        "no": "3677",
        "meaning": "谓东西方向颠倒。汉贾谊《新书·审微》：“事之適乱，如地形之惑人也，机渐而往，俄而东西易面，人不自知也。故墨子见衢路而哭之，悲一跬而缪千里也。”后以喻是非颠倒，视听淆乱。"
    },
    "东徙西迁": {
        "no": "3678",
        "meaning": "同“东迁西徙”。"
    },
    "东挦西撦": {
        "no": "3679",
        "meaning": "谓到处张罗。"
    },
    "东向而望，不见西墙": {
        "no": "3680",
        "meaning": "《吕氏春秋·去尤》：“东面望者，不见西墙；南乡视者，不睹北方：意有所在也。”后因以“东向而望，不见西墙”比喻主观片面，顾此失彼。"
    },
    "东踅西倒": {
        "no": "3681",
        "meaning": "形容行走艰难。"
    },
    "东掩西遮": {
        "no": "3682",
        "meaning": "谓左右遮掩，隐瞒真相。"
    },
    "东央西告": {
        "no": "3683",
        "meaning": "谓到处恳求。"
    },
    "东央西浼": {
        "no": "3684",
        "meaning": "谓到处恳求请托。"
    },
    "东扬西荡": {
        "no": "3685",
        "meaning": "谓飘泊无定。"
    },
    "东游西荡": {
        "no": "3686",
        "meaning": "谓到处游荡。亦以形容不务正业。"
    },
    "东游西逛": {
        "no": "3687",
        "meaning": "同“东游西荡”。"
    },
    "东怨西怒": {
        "no": "3688",
        "meaning": "谓任意指责别人。"
    },
    "东张西觑": {
        "no": "3689",
        "meaning": "同“东张西望”。"
    },
    "东张西望": {
        "no": "3690",
        "meaning": "向四处张望。"
    },
    "东张西张": {
        "no": "3691",
        "meaning": "同“东张西望”。"
    },
    "东征西讨": {
        "no": "3692",
        "meaning": "谓四处征伐。"
    },
    "东征西怨": {
        "no": "3693",
        "meaning": "语本《书·仲虺之诰》：“惟王不迩声色，不殖货利，德懋懋官，功懋懋赏……东征西夷怨，南征北狄怨。”本谓商汤向一方征伐，则另一方人民埋怨他不先来解救自己。后因以“东征西怨”谓帝王兴仁义之师为民除害，深受百姓拥戴。"
    },
    "东支西吾": {
        "no": "3694",
        "meaning": "谓说话办事含糊敷衍。"
    },
    "东走西顾": {
        "no": "3695",
        "meaning": "谓边跑边回顾。表示念旧。"
    },
    "东走西撞": {
        "no": "3696",
        "meaning": "同“东奔西撞”。"
    },
    "东撙西节": {
        "no": "3697",
        "meaning": "谓从各方面节省。"
    },
    "冬箑夏裘": {
        "no": "3698",
        "meaning": "语出《淮南子·精神训》：“知冬日之箑，夏日之裘，无用於己，则万物之变为尘埃矣。”后因以“冬箑夏裘”比喻不合时宜。"
    },
    "冬扇夏炉": {
        "no": "3699",
        "meaning": "汉王充《论衡·逢遇》：“作无益之能，纳无补之说，以夏进炉，以冬奏扇，为所不欲得之事，献所不欲闻之语，其不遇祸幸矣，何福祐之有乎。”后因以“冬扇夏炉”比喻不合时宜。"
    },
    "冬温夏清": {
        "no": "3700",
        "meaning": "见“冬温夏凊”。"
    },
    "冬温夏凊": {
        "no": "3701",
        "meaning": "①亦讹作“冬温夏清”。冬温被使暖，夏扇席使凉。谓事亲无微不至。语出《礼记·曲礼上》：“凡为人子之礼，冬温而夏凊；昏定而晨省。”②冬暖夏凉。"
    },
    "动地惊天": {
        "no": "3702",
        "meaning": "惊天动地。形容令人十分震动。"
    },
    "动魄惊心": {
        "no": "3703",
        "meaning": "形容使人感受很深，震动很大。"
    },
    "动人心魄": {
        "no": "3704",
        "meaning": "形容使人感动或震惊。"
    },
    "动人心弦": {
        "no": "3705",
        "meaning": "形容使人十分激动。"
    },
    "动心忍性": {
        "no": "3706",
        "meaning": "《孟子·告子下》：“所以动心忍性，曾益其所不能。”赵岐注：“所以惊动其心，坚忍其性，使不违仁。”后多指不顾外界阻力，坚持下去。"
    },
    "动辄得咎": {
        "no": "3707",
        "meaning": "谓做事往往获罪或受到责怪。咎，罪过，过失。"
    },
    "冻解冰释": {
        "no": "3708",
        "meaning": "比喻困难和障碍象冰冻融解那样消释。"
    },
    "冻浦鱼惊": {
        "no": "3709",
        "meaning": "指晋王祥卧冰求鲤事。《晋书·王祥传》：“王祥字休徵，琅邪临沂人……父母有疾，衣不解带，汤药必亲尝。母常欲生鱼，时天寒冰冻，祥解衣将剖冰求之，冰忽自解，双鲤跃出，持之而归。”后因以“冻浦鱼惊”为孝亲之典。"
    },
    "恫疑虚喝": {
        "no": "3710",
        "meaning": "谓虚张声势，恐吓威胁。喝，亦写作“猲”。"
    },
    "恫疑虚猲": {
        "no": "3711",
        "meaning": "见“恫疑虚喝”。"
    },
    "栋朽榱崩": {
        "no": "3712",
        "meaning": "犹栋折榱崩。"
    },
    "栋折榱崩": {
        "no": "3713",
        "meaning": "正梁折断，椽子崩坏。指房屋倒塌。多比喻倾覆。"
    },
    "栋折榱坏": {
        "no": "3714",
        "meaning": "犹栋折榱崩。比喻倾覆。"
    },
    "洞洞灟々": {
        "no": "3715",
        "meaning": "混沌无定形貌。"
    },
    "洞如观火": {
        "no": "3716",
        "meaning": "见“洞若观火”。"
    },
    "洞若观火": {
        "no": "3717",
        "meaning": "形容观察事物非常清楚，好像看火一样。"
    },
    "洞天福地": {
        "no": "3718",
        "meaning": "道教对神仙及道士所居的十大洞天、三十六小洞天、七十二福地的合称。后泛指名山胜境。"
    },
    "洞心骇耳": {
        "no": "3719",
        "meaning": "形容使人震惊。"
    },
    "洞心骇目": {
        "no": "3720",
        "meaning": "形容使人惊异。"
    },
    "洞隐烛微": {
        "no": "3721",
        "meaning": "形容目光犀利，观察事物深刻透彻。"
    },
    "洞幽烛微": {
        "no": "3722",
        "meaning": "见“洞隐烛微”。"
    },
    "洞幽烛远": {
        "no": "3723",
        "meaning": "形容目光犀利而深远。"
    },
    "都头异姓": {
        "no": "3724",
        "meaning": "谓富贵至极。"
    },
    "都俞吁咈": {
        "no": "3725",
        "meaning": "《书·益稷》：“禹曰：‘都！帝，慎乃在位。’帝曰：‘俞！’”又《尧典》：“帝曰：‘吁，咈哉！’”都、俞、吁、咈均为叹词。以为可，则曰都、俞；以为否，则曰吁、咈。后因用“都俞吁咈”形容君臣论政问答，融洽雍睦。"
    },
    "都中纸贵": {
        "no": "3726",
        "meaning": "又作：洛阳纸贵。形容别人的著作受人欢迎，广为流传。晋左思以十年时间写成《三都赋》，开始不被人赏识，后得到名士皇甫谧的赞赏，亲自为之作序，张载、刘逵为之作注释，另一名流张华也大加赞叹称扬，“於是豪贵之家竞相传写，洛阳为之纸贵”。见《晋书·文苑传·左思》。"
    },
    "斗脣合舌": {
        "no": "3727",
        "meaning": "又作：耍嘴皮子，卖弄口才。"
    },
    "斗而铸兵": {
        "no": "3728",
        "meaning": "见“斗而铸锥”。"
    },
    "斗而铸锥": {
        "no": "3729",
        "meaning": "临打仗才去制造武器。比喻事到临头才想办法。"
    },
    "斗方名士": {
        "no": "3730",
        "meaning": "指自命风雅的无聊文人。"
    },
    "斗怪争奇": {
        "no": "3731",
        "meaning": "谓以奇怪取胜。"
    },
    "斗鸡养狗": {
        "no": "3732",
        "meaning": "同“斗鸡走狗”。"
    },
    "斗鸡走狗": {
        "no": "3733",
        "meaning": "鸡与鸡相搏斗，狗与狗相竞走。古代的赌博游戏。"
    },
    "斗鸡走马": {
        "no": "3734",
        "meaning": "斗鸡赛马。古代的赌博游戏。"
    },
    "斗鸡走犬": {
        "no": "3735",
        "meaning": "同“斗鸡走狗”。"
    },
    "斗酒百篇": {
        "no": "3736",
        "meaning": "饮一斗酒，作百篇诗。形容能诗善饮，文思敏捷，气概豪迈。语出唐杜甫《饮中八仙歌》：“李白一斗诗百篇，长安市上酒家眠。”"
    },
    "斗酒双柑": {
        "no": "3737",
        "meaning": "唐冯贽《云仙杂记·俗耳针砭诗肠鼓吹》引《高隐外书》：“戴颙春携双柑斗酒，人问何之，曰：‘往听黄鸝声。’”后因以“斗酒双柑”指春日胜游。"
    },
    "斗酒只鸡": {
        "no": "3738",
        "meaning": "①一斗酒一只鸡。泛指简便的酒食。②谓以鸡和酒祭奠。常用为悼亡友之辞。"
    },
    "斗绝一隅": {
        "no": "3739",
        "meaning": "孤悬边远之地；僻处边远之地。"
    },
    "斗丽争妍": {
        "no": "3740",
        "meaning": "竞相比赛艳丽。"
    },
    "斗量车载": {
        "no": "3741",
        "meaning": "用斗量，用车装。形容数量很多。"
    },
    "斗量筲计": {
        "no": "3742",
        "meaning": "用斗量，用筲计。形容数量很多。"
    },
    "斗美讠夸丽": {
        "no": "3743",
        "meaning": "谓比赛美丽以争胜。"
    },
    "斗媚争妍": {
        "no": "3744",
        "meaning": "竞相比赛妩媚艳丽。"
    },
    "斗米尺布": {
        "no": "3745",
        "meaning": "少量的粮、布。"
    },
    "斗色争妍": {
        "no": "3746",
        "meaning": "形容花盛开，竞相逞美。"
    },
    "斗霜傲雪": {
        "no": "3747",
        "meaning": "形容在严酷的环境中敢于斗争，不屈不挠。"
    },
    "斗水活鳞": {
        "no": "3748",
        "meaning": "语本《庄子·外物》：“周昨来，有中道而呼者。周顾视车辙中，有鲋鱼焉。周问之曰：‘鲋鱼来！子何为者邪？’对曰：‘我，东海之波臣也。君岂有斗升之水而活我哉？’”后因以“斗水活鳞”比喻得到微薄的资助而解救眼前的危急。"
    },
    "斗牙拌齿": {
        "no": "3749",
        "meaning": "又作：斗口齿。以戏言相挑逗。斗，通“逗”。"
    },
    "斗艳争芳": {
        "no": "3750",
        "meaning": "竞相比赛艳丽、散发芳香。"
    },
    "斗艳争辉": {
        "no": "3751",
        "meaning": "竞相比赛美丽、焕发容光。"
    },
    "斗艳争妍": {
        "no": "3752",
        "meaning": "竞相比赛艳丽。"
    },
    "斗挹箕扬": {
        "no": "3753",
        "meaning": "比喻无实用。斗、箕皆星宿名，一象斗，一象箕，故以为名。语出《诗·小雅·大东》：“维南有箕，不可以簸扬；维北有斗，不可以挹酒浆。”孔颖达疏：“言维此天上，其南则有箕星，不可以簸扬米粟；维此天上，其北则有斗星，不可以挹Ｕ其酒浆。”"
    },
    "斗折蛇行": {
        "no": "3754",
        "meaning": "形容道路、河流等曲折蜿蜒。"
    },
    "斗志昂扬": {
        "no": "3755",
        "meaning": "斗争意志高昂。"
    },
    "斗转参横": {
        "no": "3756",
        "meaning": "北斗转向，参星横斜。表示天色将明。"
    },
    "豆分瓜剖": {
        "no": "3757",
        "meaning": "见“豆剖瓜分”。"
    },
    "豆蔻年华": {
        "no": "3758",
        "meaning": "指少女的青春年华。"
    },
    "豆剖瓜分": {
        "no": "3759",
        "meaning": "亦作“豆分瓜剖”。语出《晋书·地理志序》：“平王东迁，星离豆剖；当涂驭，瓜分鼎立。”后以喻疆土分裂。"
    },
    "豆萁燃豆": {
        "no": "3760",
        "meaning": "三国魏曹植《七步诗》：“煮豆燃豆萁，豆在釜中泣。本是同根生，相煎何太急。”后以“豆萁燃豆”喻兄弟相残。"
    },
    "豆萁相煎": {
        "no": "3761",
        "meaning": "同“豆萁燃豆”。"
    },
    "毒赋賸敛": {
        "no": "3762",
        "meaning": "横征暴敛。"
    },
    "毒泷恶雾": {
        "no": "3763",
        "meaning": "恶劣的云雨雾气。比喻暴虐凶残的黑暗势力。"
    },
    "毒魔狠怪": {
        "no": "3764",
        "meaning": "凶恶残忍的妖魔鬼怪。"
    },
    "毒蛇猛兽": {
        "no": "3765",
        "meaning": "①泛指对人类生命有威胁的动物。②比喻贪暴者。"
    },
    "读书君子": {
        "no": "3766",
        "meaning": "旧时称有志操有学问的人。"
    },
    "读书种子": {
        "no": "3767",
        "meaning": "读书人，能读书做学问的人。"
    },
    "犊牧采薪": {
        "no": "3768",
        "meaning": "喻指老而无妻的人。"
    },
    "黩武穷兵": {
        "no": "3769",
        "meaning": "滥用兵力，任意征讨。"
    },
    "独辟蹊径": {
        "no": "3770",
        "meaning": "独自开辟一条新路。比喻独创一种新方法。"
    },
    "独出心裁": {
        "no": "3771",
        "meaning": "原指诗文构思独到，别创一格。后亦泛指想出的办法与众不同。"
    },
    "独出新裁": {
        "no": "3772",
        "meaning": "犹独出心裁。"
    },
    "独胆英雄": {
        "no": "3773",
        "meaning": "指不畏强敌，英勇奋战，以少胜多的杰出人物。"
    },
    "独当一面": {
        "no": "3774",
        "meaning": "①单独担当一个部门或一个方面的重任。语出《史记·留侯世家》：“良进曰：‘……汉王之将独韩信可属大事，当一面。’”②特指单独迎战一面之敌。"
    },
    "独断独行": {
        "no": "3775",
        "meaning": "只凭自己意志行事，不考虑他人的意见。"
    },
    "独断专行": {
        "no": "3776",
        "meaning": "同“独断独行”。"
    },
    "独夫民贼": {
        "no": "3777",
        "meaning": "谓祸国殃民、众叛亲离的统治者。"
    },
    "独鹤鸡群": {
        "no": "3778",
        "meaning": "犹鹤立鸡群。比喻一个人才能或仪表出众。"
    },
    "独茧抽丝": {
        "no": "3779",
        "meaning": "①喻诗文条理分明，脉络清晰。②喻单方思慕。"
    },
    "独具匠心": {
        "no": "3780",
        "meaning": "具有独到的灵巧心思或创造性。"
    },
    "独具只眼": {
        "no": "3781",
        "meaning": "“只眼”原指大自在天神（Mahevara）的顶门眼，竖起双眉之上，功能卓异。见《大智度论》卷二。禅宗用其典，指别具能够“见性”之“眼”。语本《景德传灯录·普愿禅师》：“师拈起球子，问僧云：‘那个何似遮个？’对云：‘不似。’……师云：‘许你具一只眼。’”亦泛指具有别人没有的眼光和见解。"
    },
    "独来独往": {
        "no": "3782",
        "meaning": "独身来往，不与人为伍。亦比喻事事不与人同。"
    },
    "独立王国": {
        "no": "3783",
        "meaning": "原指主权完整的君主制国家。现用以比喻一个地区、单位或组织，不受上级或其他任何约束，自行其是者。"
    },
    "独立自主": {
        "no": "3784",
        "meaning": "不依赖别人，也不受别人的支配或控制，按自己的主张和权利行事。"
    },
    "独木不成林": {
        "no": "3785",
        "meaning": "比喻个人力量有限，做不成大事。"
    },
    "独木难支": {
        "no": "3786",
        "meaning": "谓一根木头支持不住高大的房屋。比喻个人力量不能维持全局。"
    },
    "独善其身": {
        "no": "3787",
        "meaning": "本指注重自身修养，保持节操。后亦指怕招惹是非，只顾自己好，不关心身外事。"
    },
    "独善吾身": {
        "no": "3788",
        "meaning": "同“独善其身”。"
    },
    "独善一身": {
        "no": "3789",
        "meaning": "同“独善其身”。"
    },
    "独是独非": {
        "no": "3790",
        "meaning": "谓不采众议，凡事独断。"
    },
    "独树一帜": {
        "no": "3791",
        "meaning": "单独树立一面旗帜。比喻与众不同，自成一家。"
    },
    "独竖一帜": {
        "no": "3792",
        "meaning": "同“独树一帜”。"
    },
    "独往独来": {
        "no": "3793",
        "meaning": "①指特立独行的人，摆脱万物的挂碍，自由往来于天地间。②指人之思想、行为、活动自由，无所阻碍。③一人自去自来。④指文章能推陈出新，独树一帜。"
    },
    "独行独断": {
        "no": "3794",
        "meaning": "同“独断独行”。"
    },
    "独行踽踽": {
        "no": "3795",
        "meaning": "孤零零地一个人走路。"
    },
    "独行其是": {
        "no": "3796",
        "meaning": "只顾按自己的主张去做。"
    },
    "独一无二": {
        "no": "3797",
        "meaning": "没有相同的；没有可与相比的；唯一的。"
    },
    "独占鰲头": {
        "no": "3798",
        "meaning": "科举时代称中状元。据说皇宫石阶前刻有鰲（大鳖）的头，状元及第时站此迎榜。后来比喻占首位或居第一名。"
    },
    "独占鼇头": {
        "no": "3799",
        "meaning": "见“独占鰲头”。"
    },
    "笃定泰山": {
        "no": "3800",
        "meaning": "像泰山那样稳定。比喻有绝对把握，无须忧虑。"
    },
    "笃而论之": {
        "no": "3801",
        "meaning": "确切地评述。"
    },
    "笃论高言": {
        "no": "3802",
        "meaning": "确切高明的言论。"
    },
    "笃实好学": {
        "no": "3803",
        "meaning": "认真踏实，爱好学问。"
    },
    "笃新怠旧": {
        "no": "3804",
        "meaning": "又作：喜新厌旧。"
    },
    "笃信好学": {
        "no": "3805",
        "meaning": "谓对道德和事业抱有坚定的信心，并勤奋学习。"
    },
    "笃学不倦": {
        "no": "3806",
        "meaning": "专心学习，不知疲倦。"
    },
    "笃志好学": {
        "no": "3807",
        "meaning": "志趣专一，爱好学问。"
    },
    "赌彩一掷": {
        "no": "3808",
        "meaning": "又作：孤注一掷。"
    },
    "赌长较短": {
        "no": "3809",
        "meaning": "谓比优劣。"
    },
    "赌神发咒": {
        "no": "3810",
        "meaning": "又作：对天发誓。"
    },
    "赌誓发原": {
        "no": "3811",
        "meaning": "又作：赌咒发誓。"
    },
    "赌咒发誓": {
        "no": "3812",
        "meaning": "庄严地说出表示决心的话或对某事提出保证。"
    },
    "睹始知终": {
        "no": "3813",
        "meaning": "谓看见事物的开始阶段就预见到它的最终结果。"
    },
    "睹微知著": {
        "no": "3814",
        "meaning": "看到事物的细微迹兆，就可认识其实质和发展。"
    },
    "睹物思人": {
        "no": "3815",
        "meaning": "看到他人留下的东西或死者的遗物，就想起这个人。"
    },
    "睹著知微": {
        "no": "3816",
        "meaning": "从明显的表象，推知到隐微的内情。"
    },
    "妒贤疾能": {
        "no": "3817",
        "meaning": "见“妒贤嫉能”。"
    },
    "妒贤嫉能": {
        "no": "3818",
        "meaning": "妒忌才德胜于己的人。"
    },
    "杜弊清源": {
        "no": "3819",
        "meaning": "杜绝弊端，廓清来源。"
    },
    "杜断房谋": {
        "no": "3820",
        "meaning": "《新唐书·杜如晦传》：“每议事帝所，玄龄必曰：‘非如晦莫筹之。’及如晦至，卒用玄龄策也。盖如晦长於断，而玄龄善谋，两人深相知，故能同心济谋，以佐佑帝。”后因以谓多谋善断曰“杜断房谋”。"
    },
    "杜耳恶闻": {
        "no": "3821",
        "meaning": "塞住耳朵不愿听。"
    },
    "杜渐除微": {
        "no": "3822",
        "meaning": "同“杜渐防萌”。"
    },
    "杜渐防萌": {
        "no": "3823",
        "meaning": "杜绝乱源的开端，防备祸患的萌芽。把隐患消除在开端与萌芽状态中。即防患于未然。"
    },
    "杜渐防微": {
        "no": "3824",
        "meaning": "同“杜渐防萌”。"
    },
    "杜口裹足": {
        "no": "3825",
        "meaning": "闭口不言，停足不前。形容十分害怕。"
    },
    "杜口结舌": {
        "no": "3826",
        "meaning": "又作：杜口吞声。"
    },
    "杜口绝言": {
        "no": "3827",
        "meaning": "又作：杜口无言。"
    },
    "杜口吞声": {
        "no": "3828",
        "meaning": "闭口不敢作声。形容极度害怕。"
    },
    "杜口无言": {
        "no": "3829",
        "meaning": "闭住嘴巴，不出一言。"
    },
    "杜门不出": {
        "no": "3830",
        "meaning": "关闭门户，不外出与人交往接触。"
    },
    "杜门绝迹": {
        "no": "3831",
        "meaning": "谓隐居不出。"
    },
    "杜门绝客": {
        "no": "3832",
        "meaning": "同“杜门谢客”。"
    },
    "杜门面壁": {
        "no": "3833",
        "meaning": "谓闭门修养。"
    },
    "杜门屏迹": {
        "no": "3834",
        "meaning": "见“杜门晦迹”。"
    },
    "杜门却扫": {
        "no": "3835",
        "meaning": "关闭大门，不再打扫庭院路径。意谓屏居谢客，清静自适。"
    },
    "杜门谢客": {
        "no": "3836",
        "meaning": "谓闭门不与外界交往。"
    },
    "杜门自绝": {
        "no": "3837",
        "meaning": "关闭大门，将自己与外界隔绝。"
    },
    "杜门自守": {
        "no": "3838",
        "meaning": "谓居家守其本分。"
    },
    "杜隙防微": {
        "no": "3839",
        "meaning": "同“杜渐防萌”。"
    },
    "度长絜大": {
        "no": "3840",
        "meaning": "谓比量长短大小。"
    },
    "度长絜短": {
        "no": "3841",
        "meaning": "见“度长絜大”。"
    },
    "度德量力": {
        "no": "3842",
        "meaning": "估量自己的德行和能力。语出《左传·隐公十一年》：“度德而处之，量力而行之。”"
    },
    "度日如年": {
        "no": "3843",
        "meaning": "过一天象过一年那样长。形容困苦的日子长久难熬。"
    },
    "度日如岁": {
        "no": "3844",
        "meaning": "同“度日如年”。"
    },
    "蠹国病民": {
        "no": "3845",
        "meaning": "同“蠹国害民”。"
    },
    "蠹国残民": {
        "no": "3846",
        "meaning": "同“蠹国害民”。"
    },
    "蠹国害民": {
        "no": "3847",
        "meaning": "危害国家和人民。"
    },
    "蠹国耗民": {
        "no": "3848",
        "meaning": "同“蠹国害民”。"
    },
    "蠹国嚼民": {
        "no": "3849",
        "meaning": "同“蠹国害民”。"
    },
    "蠹简遗编": {
        "no": "3850",
        "meaning": "泛指残存的书籍。"
    },
    "蠹居棋处": {
        "no": "3851",
        "meaning": "如虫深居，如棋密布。喻坏人隐蔽很深，散布很广。"
    },
    "蠹民梗政": {
        "no": "3852",
        "meaning": "侵害人民，阻挠政令。"
    },
    "蠹政病民": {
        "no": "3853",
        "meaning": "同“蠹国害民”。"
    },
    "蠹政害民": {
        "no": "3854",
        "meaning": "同“蠹国害民”。"
    },
    "端本澄源": {
        "no": "3855",
        "meaning": "又作：正本清源。从根本上加以整顿清理。"
    },
    "端人正士": {
        "no": "3856",
        "meaning": "端庄正直的人。"
    },
    "短兵相接": {
        "no": "3857",
        "meaning": "①敌我逼近，用短兵器交战。②比喻面对面的激烈斗争。"
    },
    "短吃少穿": {
        "no": "3858",
        "meaning": "谓衣食困乏。"
    },
    "短刀直入": {
        "no": "3859",
        "meaning": "比喻开门见山，直截爽快。"
    },
    "短绠汲深": {
        "no": "3860",
        "meaning": "《庄子·至乐》：“褚小者不可以怀大，绠短者不可以汲深。”郭象注：“绠，汲索也。”后以“短绠汲深”比喻才力不称。"
    },
    "短褐不全": {
        "no": "3861",
        "meaning": "见“短褐不完”。"
    },
    "短褐不完": {
        "no": "3862",
        "meaning": "连粗布短衣也穿不周全。形容生活穷苦。"
    },
    "短见薄识": {
        "no": "3863",
        "meaning": "见识浅短。"
    },
    "短寿促命": {
        "no": "3864",
        "meaning": "短命早死；要命。"
    },
    "短叹长吁": {
        "no": "3865",
        "meaning": "不停地叹气。"
    },
    "短小精悍": {
        "no": "3866",
        "meaning": "①身材短小而精明强干。②形容文章、言论等简短有力。"
    },
    "短吁长叹": {
        "no": "3867",
        "meaning": "见“短叹长吁”。"
    },
    "短中取长": {
        "no": "3868",
        "meaning": "谓于一般中选择比较好的。"
    },
    "断壁残垣": {
        "no": "3869",
        "meaning": "见“断壁颓垣”。"
    },
    "断壁颓垣": {
        "no": "3870",
        "meaning": "倒塌了的墙壁。形容残破的景象。"
    },
    "断编残简": {
        "no": "3871",
        "meaning": "残缺不全的古籍。简，古时用以书写的竹片。编，穿简的皮条。"
    },
    "断长补短": {
        "no": "3872",
        "meaning": "又作：截长补短。截取有馀以补不足。"
    },
    "断长续短": {
        "no": "3873",
        "meaning": "断长补短。"
    },
    "断脰决腹": {
        "no": "3874",
        "meaning": "砍头剖腹。形容死之壮烈。"
    },
    "断发文身": {
        "no": "3875",
        "meaning": "古代吴越一带风俗，截短头发，身刺花纹，以避水中蛟龙之害。"
    },
    "断发纹身": {
        "no": "3876",
        "meaning": "见“断发文身”。"
    },
    "断梗飞蓬": {
        "no": "3877",
        "meaning": "见“断梗飘蓬”。"
    },
    "断梗浮萍": {
        "no": "3878",
        "meaning": "比喻漂泊不定。"
    },
    "断梗飘蓬": {
        "no": "3879",
        "meaning": "比喻漂泊不定。"
    },
    "断梗飘萍": {
        "no": "3880",
        "meaning": "见“断梗浮萍”。"
    },
    "断怪除妖": {
        "no": "3881",
        "meaning": "谓铲除妖魔鬼怪。"
    },
    "断管残瀋": {
        "no": "3882",
        "meaning": "残缺不全的字画。管，笔；瀋，墨汁。"
    },
    "断圭碎璧": {
        "no": "3883",
        "meaning": "亦作“断珪缺璧”。喻指片段而珍贵的文字。"
    },
    "断珪缺璧": {
        "no": "3884",
        "meaning": "见“断圭碎璧”。"
    },
    "断鹤续凫": {
        "no": "3885",
        "meaning": "截下鹤的长腿接到野鸭的短腿上。比喻强做违反规律的事。语本《庄子·骈拇》：“长者不为有馀，短者不为不足。是故凫胫虽短，续之则忧，鹤胫虽长，断之则悲。”"
    },
    "断齑画粥": {
        "no": "3886",
        "meaning": "形容贫苦力学。典出《五朝名臣言行录·参政范文正公》“公生二岁而孤”原注引宋魏泰《东轩笔录》：“公（范仲淹）少与刘某上长白僧舍脩学，惟煮粟米二升，作粥一器，经宿遂凝，以刀画为四塊，早晚取二塊，断齑数十茎，……入少盐，暖而啗之。如此者三年。”"
    },
    "断齑塊粥": {
        "no": "3887",
        "meaning": "见“断齑画粥”。"
    },
    "断缣尺楮": {
        "no": "3888",
        "meaning": "又作：断缣寸纸。"
    },
    "断缣寸纸": {
        "no": "3889",
        "meaning": "残缺不全的书画。"
    },
    "断缣零璧": {
        "no": "3890",
        "meaning": "比喻片段而珍贵的文字。"
    },
    "断简残编": {
        "no": "3891",
        "meaning": "又作：断编残简。"
    },
    "断蛟刺虎": {
        "no": "3892",
        "meaning": "相传晋周处曾射蛟杀虎，为民除害。事见南朝宋刘义庆《世说新语·自新》。后以“断蛟刺虎”谓武艺高强，行为侠义。"
    },
    "断金零粉": {
        "no": "3893",
        "meaning": "断折的花钿和零散的铅粉。借指因遭横逆而结局不圆满的风流韵事。"
    },
    "断井颓垣": {
        "no": "3894",
        "meaning": "断了的井栏，倒塌的短墙。形容荒凉破败的景象。"
    },
    "断决如流": {
        "no": "3895",
        "meaning": "处理事务果断，多而快。"
    },
    "断烂朝报": {
        "no": "3896",
        "meaning": "①宋王安石对《春秋》经的贬称。王安石以《春秋》多残缺，而解经者每遇疑难之处，即指为阙文，故云。断烂，残缺不全。朝报，政府的公告。②谓事实记载凌乱芜杂。"
    },
    "断墨残楮": {
        "no": "3897",
        "meaning": "指残缺不全的典籍。楮，纸。"
    },
    "断木掘地": {
        "no": "3898",
        "meaning": "上古时代，断木为杵，掘地为臼。虽粗拙，亦适用。语出《易·系辞下》。"
    },
    "断头将军": {
        "no": "3899",
        "meaning": "坚决抵抗、宁死不屈的将军。典出《三国志·蜀志·张飞传》：“至江州，破璋将巴郡太守严颜，生获颜。飞呵颜曰：‘大军至，何以不降而敢拒战？’颜答曰：‘卿等无状，侵夺我州，我州但有断头将军，无有降将军也。’”"
    },
    "断线风筝": {
        "no": "3900",
        "meaning": "比喻一去不返的人或事物。"
    },
    "断线鹞子": {
        "no": "3901",
        "meaning": "又作：断线风筝。鹞子，指纸鸢，鸟形风筝。"
    },
    "断香零玉": {
        "no": "3902",
        "meaning": "比喻女子的尸骸。"
    },
    "断羽绝鳞": {
        "no": "3903",
        "meaning": "断绝书信。羽鳞，犹鱼雁。"
    },
    "断雨残云": {
        "no": "3904",
        "meaning": "比喻男女恩爱中绝，欢情未能持续。"
    },
    "断垣残壁": {
        "no": "3905",
        "meaning": "倒塌了的墙壁。形容残破的景象。"
    },
    "断章截句": {
        "no": "3906",
        "meaning": "截取诗文的一章一句。"
    },
    "断章取义": {
        "no": "3907",
        "meaning": "亦作“断章取意”。谓引用别人的诗文或谈话，只截取其片断而不顾全文和原意。"
    },
    "断章取意": {
        "no": "3908",
        "meaning": "见“断章取义”。"
    },
    "断章摘句": {
        "no": "3909",
        "meaning": "裁断章节，选用文句。"
    },
    "断纸馀墨": {
        "no": "3910",
        "meaning": "零星或残存的墨迹。"
    },
    "断子绝孙": {
        "no": "3911",
        "meaning": "①无后代，断绝后代。②詈词。"
    },
    "堆积如山": {
        "no": "3912",
        "meaning": "积聚成堆，如同小山。形容极多。"
    },
    "堆金积玉": {
        "no": "3913",
        "meaning": "形容财富充裕。"
    },
    "堆山积海": {
        "no": "3914",
        "meaning": "形容东西极多。"
    },
    "对床风雨": {
        "no": "3915",
        "meaning": "同“对床夜雨”。"
    },
    "对床夜雨": {
        "no": "3916",
        "meaning": "风雨之夜，两人对床而眠。喻亲友相聚的欢悦。"
    },
    "对床夜语": {
        "no": "3917",
        "meaning": "两人夜间对床共语。"
    },
    "对答如流": {
        "no": "3918",
        "meaning": "答话敏捷顺暢，象流水一样。形容口才好。"
    },
    "对景挂画": {
        "no": "3919",
        "meaning": "比喻两相切合。"
    },
    "对客挥毫": {
        "no": "3920",
        "meaning": "喻文思敏捷。毫，毛笔。"
    },
    "对牛弹琴": {
        "no": "3921",
        "meaning": "亦作“对牛鼓簧”。喻对不懂事理的人讲道理或言事。常含有徒劳无功或讽刺对方愚蠢之意。语本汉牟融《理惑论》：“公明仪为牛弹清角之操，伏食如故，非牛不闻，不合其耳矣。”"
    },
    "对牛鼓簧": {
        "no": "3922",
        "meaning": "见“对牛弹琴”。"
    },
    "对头冤家": {
        "no": "3923",
        "meaning": "仇人。"
    },
    "对证下药": {
        "no": "3924",
        "meaning": "见“对症下药”。"
    },
    "对症发药": {
        "no": "3925",
        "meaning": "同“对症下药”。"
    },
    "对症下药": {
        "no": "3926",
        "meaning": "亦作“对证下药”。针对病症用药。比喻针对问题，确定解决的办法。"
    },
    "敦本务实": {
        "no": "3927",
        "meaning": "崇尚根本，注重实际。"
    },
    "敦默寡言": {
        "no": "3928",
        "meaning": "稳重而少言语。"
    },
    "敦世厉俗": {
        "no": "3929",
        "meaning": "谓促使世俗风尚纯朴起来。"
    },
    "囤积居奇": {
        "no": "3930",
        "meaning": "囤积大量货物，待机牟取暴利。"
    },
    "钝口拙腮": {
        "no": "3931",
        "meaning": "谓口才笨拙，说话不流利。"
    },
    "顿挫抑扬": {
        "no": "3932",
        "meaning": "形容诗文作品或音乐声响等高低起伏、停顿转折，和谐而有节奏。"
    },
    "顿腹之言": {
        "no": "3933",
        "meaning": "又作：肺腑之言。"
    },
    "顿纲振纪": {
        "no": "3934",
        "meaning": "整顿朝纲，重振法纪。"
    },
    "顿脚捶胸": {
        "no": "3935",
        "meaning": "同“顿足搥胸”。"
    },
    "顿开茅塞": {
        "no": "3936",
        "meaning": "比喻闭塞的思路，由于受到启发，忽然开通，豁然领悟。"
    },
    "顿口无言": {
        "no": "3937",
        "meaning": "形容张口结舌，说不出话。"
    },
    "顿足捶胸": {
        "no": "3938",
        "meaning": "同“顿足搥胸”。"
    },
    "顿足搥胸": {
        "no": "3939",
        "meaning": "边跺脚边击打胸脯。形容情绪激烈的样子。"
    },
    "顿足搓手": {
        "no": "3940",
        "meaning": "着急惋惜的样子。"
    },
    "顿足捩耳": {
        "no": "3941",
        "meaning": "形容束手无策的困态。"
    },
    "顿足椎胸": {
        "no": "3942",
        "meaning": "同“顿足搥胸”。"
    },
    "遁迹藏名": {
        "no": "3943",
        "meaning": "又作：隐居不出。"
    },
    "遁迹方外": {
        "no": "3944",
        "meaning": "又作：避世隐居于僧道中。"
    },
    "遁迹黄冠": {
        "no": "3945",
        "meaning": "谓避开尘世而做道士。"
    },
    "遁迹空门": {
        "no": "3946",
        "meaning": "见“遁入空门”。"
    },
    "遁迹匿影": {
        "no": "3947",
        "meaning": "谓隐藏踪迹和身形。"
    },
    "遁迹潜形": {
        "no": "3948",
        "meaning": "谓隐藏踪迹和身形。"
    },
    "遁迹桑门": {
        "no": "3949",
        "meaning": "谓避开尘世而出家为僧。桑门，即沙门。"
    },
    "遁迹销声": {
        "no": "3950",
        "meaning": "谓隐居不出。"
    },
    "遁名改作": {
        "no": "3951",
        "meaning": "窜改物名，改变作品。"
    },
    "遁名匿迹": {
        "no": "3952",
        "meaning": "隐姓埋名，不露行迹。"
    },
    "遁入空门": {
        "no": "3953",
        "meaning": "谓避开尘世而入佛门。多指出家为僧尼。"
    },
    "遁身远迹": {
        "no": "3954",
        "meaning": "又作：避世隐居。"
    },
    "遁世长往": {
        "no": "3955",
        "meaning": "避世隐居而长期不出。"
    },
    "遁世绝俗": {
        "no": "3956",
        "meaning": "见“遁世离俗”。"
    },
    "遁世离群": {
        "no": "3957",
        "meaning": "又作：避世独处。"
    },
    "遁世离俗": {
        "no": "3958",
        "meaning": "谓隐居而屏绝世俗往来。"
    },
    "遁世无闷": {
        "no": "3959",
        "meaning": "谓逃避世俗而心无烦忧。"
    },
    "遁世遗荣": {
        "no": "3960",
        "meaning": "谓避世隐居而抛弃荣华富贵。"
    },
    "遁世隐居": {
        "no": "3961",
        "meaning": "避世而深居不仕。"
    },
    "遁世幽居": {
        "no": "3962",
        "meaning": "见“遁世隐居”。"
    },
    "遁俗无闷": {
        "no": "3963",
        "meaning": "见“遁世无闷”。"
    },
    "遁天倍情": {
        "no": "3964",
        "meaning": "谓违背天然之性而加添流俗之情。一说，违背天性与真情。倍，通“背”。"
    },
    "遁天妄行": {
        "no": "3965",
        "meaning": "谓违背自然规律而胡作非为。"
    },
    "遁天之刑": {
        "no": "3966",
        "meaning": "谓违背自然规律所受的刑罚。"
    },
    "遁形远世": {
        "no": "3967",
        "meaning": "又作：避世隐居。"
    },
    "遁逸无闷": {
        "no": "3968",
        "meaning": "见“遁世无闷”。"
    },
    "遁阴匿景": {
        "no": "3969",
        "meaning": "隐藏形迹。"
    },
    "多才多艺": {
        "no": "3970",
        "meaning": "亦作“多材多艺”。亦作“多艺多才”。亦作“多能多艺”。具有多方面的才能和技艺。"
    },
    "多材多艺": {
        "no": "3971",
        "meaning": "见“多才多艺”。"
    },
    "多财善贾": {
        "no": "3972",
        "meaning": "见“多钱善贾”。"
    },
    "多藏厚亡": {
        "no": "3973",
        "meaning": "谓聚敛越多，则丧失越大。语出《老子》：“是故甚爱必大费，多藏必厚亡。”王弼注：“甚爱不与物通，多藏不与物散，求之者多，攻之者众，为物所病，故大费厚亡也。”"
    },
    "多愁多病": {
        "no": "3974",
        "meaning": "亦作“多愁善病”。时常忧愁，体弱多病。旧时多用以形容才子佳人的娇弱状态。"
    },
    "多愁善病": {
        "no": "3975",
        "meaning": "见“多愁多病”。"
    },
    "多愁善感": {
        "no": "3976",
        "meaning": "常发愁，易伤感。常形容人感情脆弱。"
    },
    "多此一举": {
        "no": "3977",
        "meaning": "做不必要的、多余的事情。"
    },
    "多端寡要": {
        "no": "3978",
        "meaning": "头绪甚多而不知择要行事。"
    },
    "多多益办": {
        "no": "3979",
        "meaning": "见“多多益善”。"
    },
    "多多益善": {
        "no": "3980",
        "meaning": "亦作“多多益办”。越多越好。语本《史记·淮阴侯列传》：“上问曰：‘如我能将几何？’信曰：‘陛下不过能将十万。’上曰：‘於君何如？’曰：‘臣多多而益善耳。’上笑曰：‘多多益善，何为为我禽？’”"
    },
    "多方百计": {
        "no": "3981",
        "meaning": "想尽或用尽种种方法、计谋。"
    },
    "多故之秋": {
        "no": "3982",
        "meaning": "谓多事故多患难的时期。"
    },
    "多见广识": {
        "no": "3983",
        "meaning": "见闻多，知识广。"
    },
    "多历年稔": {
        "no": "3984",
        "meaning": "谓历时久长。"
    },
    "多历年所": {
        "no": "3985",
        "meaning": "谓历时久远。"
    },
    "多谋善断": {
        "no": "3986",
        "meaning": "能多方谋划而又善于决断。"
    },
    "多谋善虑": {
        "no": "3987",
        "meaning": "富于智谋，又善于思考。"
    },
    "多难兴邦": {
        "no": "3988",
        "meaning": "谓国家多遭患难，可以促使内部团结，因而兴盛起来。语出《左传·昭公四年》：“邻国之难，不可虞也。或多难以固其国，启其疆土；或无难以丧其国，失其守宇。”"
    },
    "多能多艺": {
        "no": "3989",
        "meaning": "见“多才多艺”。"
    },
    "多歧亡羊": {
        "no": "3990",
        "meaning": "《列子·说符》：“杨子之邻人亡羊，既率其党，又请杨子之竖追之。杨子曰：‘嘻！亡一羊，何追者之众？’邻人曰：‘多歧路。’既反，问：‘获羊乎？’曰：‘亡之矣。’曰：‘奚亡之？’曰：‘歧路之中又有歧焉，吾不知所之，所以反也。’……心都子曰：‘大道以多歧亡羊，学者以多方丧生。’”后以“多歧亡羊”比喻因情况复杂多变而迷失方向，误入歧途。引申为泛而不专，终无所成。"
    },
    "多钱善贾": {
        "no": "3991",
        "meaning": "亦作“多财善贾”。谓钱多好作买卖。比喻具备充分条件，则事容易办成。"
    },
    "多情多感": {
        "no": "3992",
        "meaning": "见“多情善感”。"
    },
    "多情多义": {
        "no": "3993",
        "meaning": "重情谊。"
    },
    "多情善感": {
        "no": "3994",
        "meaning": "亦作“多情多感”。重感情，易伤感。"
    },
    "多事之秋": {
        "no": "3995",
        "meaning": "多事故、多患难的时期。"
    },
    "多收并畜": {
        "no": "3996",
        "meaning": "谓一律收罗藏蓄。"
    },
    "多凶少吉": {
        "no": "3997",
        "meaning": "凶害多，吉利少。"
    },
    "多言多语": {
        "no": "3998",
        "meaning": "谓不该说而说。"
    },
    "多一事不如少一事": {
        "no": "3999",
        "meaning": "亦作“多一事不如省一事”。谓少管事、少揽事可少风险、少麻烦。"
    },
    "多一事不如省一事": {
        "no": "4000",
        "meaning": "见“多一事不如少一事”。"
    },
    "多艺多才": {
        "no": "4001",
        "meaning": "见“多才多艺”。"
    },
    "多鱼之漏": {
        "no": "4002",
        "meaning": "《左传·僖公二年》：“齐寺人貂始漏师於多鱼。”杜预注：“多鱼，地名……《传》言貂於此始擅贵宠，漏洩桓公军事，为齐乱张本。”后以“多鱼之漏”指泄漏军事机密。"
    },
    "多灾多难": {
        "no": "4003",
        "meaning": "谓灾难深重。"
    },
    "多嘴多舌": {
        "no": "4004",
        "meaning": "犹饶舌。不该说而说。"
    },
    "多嘴献浅": {
        "no": "4005",
        "meaning": "谓胡乱说些没见识、不起好作用的话。"
    },
    "咄咄逼人": {
        "no": "4006",
        "meaning": "①形容出语伤人，使人难以忍受。②泛指出言盛气逼人。③形容本领趕上或超越前人，令人赞叹。"
    },
    "咄咄怪事": {
        "no": "4007",
        "meaning": "连声惊呼称怪。形容令人惊讶的怪事。语出南朝宋刘义庆《世说新语·黜免》：“殷中军（殷浩）被废在信安，终日恆书空作字，扬州吏民寻义逐之，窃视，唯作‘咄咄怪事’四字而已。”"
    },
    "咄咄书空": {
        "no": "4008",
        "meaning": "《晋书·殷浩传》载殷浩虽被黜放，口无怨言，但终日书空作“咄咄怪事”四字。后以“咄咄书空”形容失志、懊恨之态。"
    },
    "夺眶而出": {
        "no": "4009",
        "meaning": "谓眼泪从眼眶涌出。"
    },
    "夺胎换骨": {
        "no": "4010",
        "meaning": "原为道教语。谓脱去凡胎俗骨而换为圣胎仙骨。后用以喻师法前人而不露痕迹，并能创新。"
    },
    "掇青拾紫": {
        "no": "4011",
        "meaning": "谓获取高官显位。青、紫，古时公卿的服色。"
    },
    "掇臀捧屁": {
        "no": "4012",
        "meaning": "形容巴结谄媚的丑态。"
    },
    "堕溷飘茵": {
        "no": "4013",
        "meaning": "见“坠茵落溷”。"
    },
    "屙金溺银": {
        "no": "4014",
        "meaning": "喻生财有术。"
    },
    "讹以传讹": {
        "no": "4015",
        "meaning": "把本来就是错误的东西妄加传播，越传越错。"
    },
    "讹以滋讹": {
        "no": "4016",
        "meaning": "又作：讹以传讹。"
    },
    "峨峨汤汤": {
        "no": "4017",
        "meaning": "形容乐声高亢奔放。"
    },
    "峨峨洋洋": {
        "no": "4018",
        "meaning": "本用以形容音乐高亢奔放。后亦用以形容欢乐之态。语本《列子·汤问》：“伯牙善鼓琴，锺子期善听。伯牙鼓琴，志在高山，锺子期曰：‘善哉！峨峨兮若泰山。’志在流水，锺子期曰：‘善哉！洋洋兮若江河。’”"
    },
    "峨冠博带": {
        "no": "4019",
        "meaning": "高冠和阔衣带。古代儒生或士大夫的装束。"
    },
    "鹅湖之会": {
        "no": "4020",
        "meaning": "南宋淳熙二年（1175年）在信州（今江西上饶）鹅湖寺举行的一次著名的哲学辩论会。由吕祖谦邀集，意图调和硃熹和陆九渊两派争执。在治学方法上，硃熹主张“先道问学”和“即物而穷其理”，即从博览群书和对外物的观察来启发内心的知识；陆九渊主张“尊德性”和“发明本心”，认为“心即理也”，不必多做读书穷理工夫。硃讥陆为“禅学”，陆讥硃为“支离”，并赋诗互相责难。实质上是硃的客观唯心主义和陆的主观唯心主义的一场争论。"
    },
    "鹅王择乳": {
        "no": "4021",
        "meaning": "水乳同置一器，鹅王仅饮乳汁而留其水。比喻择其上乘精华。事见《祖庭事苑》卷五。"
    },
    "鹅行鸭步": {
        "no": "4022",
        "meaning": "形容步态迟缓而摇摆。"
    },
    "蛾度虵行": {
        "no": "4023",
        "meaning": "像蚂蚁和蛇那样爬行。形容山路险陡。"
    },
    "蛾附蜂屯": {
        "no": "4024",
        "meaning": "像蚂蚁和蜜蜂一样聚集。形容纷纭杂乱。"
    },
    "蛾眉曼睩": {
        "no": "4025",
        "meaning": "形容女子容貌之美。蛾眉，比喻美女的眉毛像蚕蛾眉那样又细又弯；曼睩，眼珠转动。"
    },
    "蛾眉螓首": {
        "no": "4026",
        "meaning": "弯弯的眉毛，方广的前额。形容女子容貌的美艳。语本《诗·卫风·硕人》：“螓首蛾眉。”"
    },
    "额蹙心痛": {
        "no": "4027",
        "meaning": "极度忧愁伤心貌。"
    },
    "额手称庆": {
        "no": "4028",
        "meaning": "以双手合掌加额，表示庆幸。"
    },
    "额手称颂": {
        "no": "4029",
        "meaning": "同“额手称庆”。"
    },
    "额手相庆": {
        "no": "4030",
        "meaning": "见“额手称庆”。"
    },
    "额外主事": {
        "no": "4031",
        "meaning": "明清时为各部司员的低级官吏。一般由没有考中庶吉士的进士充任，也可以由皇帝赏赐。"
    },
    "扼喉抚背": {
        "no": "4032",
        "meaning": "又作：扼吭拊背。"
    },
    "扼襟控咽": {
        "no": "4033",
        "meaning": "比喻据守险要之地。"
    },
    "扼吭拊背": {
        "no": "4034",
        "meaning": "掐其喉而击其背。喻控制要害，前后夹击。"
    },
    "恶不去善": {
        "no": "4035",
        "meaning": "谓不因厌恶其人而抹杀他的优点。"
    },
    "恶尘无染": {
        "no": "4036",
        "meaning": "谓没有受到坏习气的影响。"
    },
    "恶贯满盈": {
        "no": "4037",
        "meaning": "作恶极多，已到末日。语本《书·泰誓上》：“商罪贯盈，天命诛之。”孔传：“纣之为恶，一以贯之，恶贯已满，天毕其命。”"
    },
    "恶贯已盈": {
        "no": "4038",
        "meaning": "同“恶贯满盈”。"
    },
    "恶籍盈指": {
        "no": "4039",
        "meaning": "犹恶贯满盈。"
    },
    "恶声恶气": {
        "no": "4040",
        "meaning": "形容说话态度粗鲁。"
    },
    "恶湿居下": {
        "no": "4041",
        "meaning": "讨厌潮湿，却又自处于低洼之地。比喻明知不可而不能改。"
    },
    "恶言厉色": {
        "no": "4042",
        "meaning": "说话和脸色都很严厉。"
    },
    "恶衣恶食": {
        "no": "4043",
        "meaning": "同“恶衣菲食”。"
    },
    "恶衣菲食": {
        "no": "4044",
        "meaning": "粗劣的衣食。形容生活俭朴。"
    },
    "恶衣粝食": {
        "no": "4045",
        "meaning": "同“恶衣菲食”。"
    },
    "恶衣蔬食": {
        "no": "4046",
        "meaning": "同“恶衣菲食”。"
    },
    "恶直丑正": {
        "no": "4047",
        "meaning": "(e)谓使奸邪者改恶从善；（wu）嫉害正直的人。"
    },
    "恶紫夺硃": {
        "no": "4048",
        "meaning": "原谓厌恶以邪代正。后以喻以邪胜正，以异端充正理。古代以硃为正色，喻正统，故云。语本《论语·阳货》：“恶紫之夺硃也；恶郑声之乱雅乐也；恶利口之覆邦家者。”"
    },
    "饿虎扑食": {
        "no": "4049",
        "meaning": "形容动作迅速而猛烈。"
    },
    "饿虎吞羊": {
        "no": "4050",
        "meaning": "形容迅猛贪婪。"
    },
    "饿死事小，失节事大": {
        "no": "4051",
        "meaning": "宋明理学家反对妇女改嫁的封建说教。谓贫困饿死是小事，再嫁而失去节操才是大事。语出《二程遗书》卷二二下：“又问：‘或有孤孀贫穷无讬者，可再嫁否？’曰：‘只是后世怕寒饿死，故有是说。然饿死事极小，失节事极大。’”"
    },
    "遏恶扬善": {
        "no": "4052",
        "meaning": "①掩饰人之过失而褒扬他的长处。②指禁遏邪恶，褒扬善良。"
    },
    "遏渐防萌": {
        "no": "4053",
        "meaning": "又作：杜渐防萌。"
    },
    "搤臂啮指": {
        "no": "4054",
        "meaning": "汉王充《论衡·感虚》：“曾子出薪於野，有客至而欲去。曾母曰：‘原留，参方到。’即以右手搤其左臂。曾子左臂立痛，即驰至问母：‘臂何故痛？’母曰：‘今者客来欲去，吾搤臂以呼汝耳。’”《后汉书·周磐传》：“磐同郡蔡顺……尝出求薪，有客卒至，母望顺不还，乃噬其指。顺即心动，弃薪驰归，跪问其故。母曰：‘有急客来，吾噬指以悟汝耳。’”后以“搤臂啮指”指至孝之人与父母心相感应。"
    },
    "噩噩浑浑": {
        "no": "4055",
        "meaning": "质朴忠厚貌。指上古之世。"
    },
    "恩不放债": {
        "no": "4056",
        "meaning": "对亲人不宜放债。意谓免因钱财交往而致发生怨怼。恩，指亲人。"
    },
    "恩将仇报": {
        "no": "4057",
        "meaning": "谓受人恩惠却反而报以仇恨。"
    },
    "恩同山岳": {
        "no": "4058",
        "meaning": "犹恩重如山。"
    },
    "恩同再造": {
        "no": "4059",
        "meaning": "谓恩德之大犹如使己再生。"
    },
    "恩重如山": {
        "no": "4060",
        "meaning": "恩德像山一样重。谓恩德极大。"
    },
    "儿怜兽扰": {
        "no": "4061",
        "meaning": "象小孩一样加以抚爱，象野兽一样加以驯化。"
    },
    "儿女亲家": {
        "no": "4062",
        "meaning": "两家兒女结为婚姻的亲戚关系。"
    },
    "儿女情长": {
        "no": "4063",
        "meaning": "男女恋情绵绵不断。常谓过多的青年男女之情。"
    },
    "儿女姻亲": {
        "no": "4064",
        "meaning": "见“儿女姻”。"
    },
    "儿女子语": {
        "no": "4065",
        "meaning": "妇孺之言。比喻不识大体的言论。"
    },
    "儿童之见": {
        "no": "4066",
        "meaning": "比喻幼稚无知的言论。"
    },
    "儿童走卒": {
        "no": "4067",
        "meaning": "比喻见闻最浅陋的人。"
    },
    "尔虞我诈": {
        "no": "4068",
        "meaning": "见“尔诈我虞”。"
    },
    "尔诈我虞": {
        "no": "4069",
        "meaning": "互不信任，互相欺骗。语出《左传·宣公十五年》：“我无尔诈，尔无我虞。”"
    },
    "耳鬓厮磨": {
        "no": "4070",
        "meaning": "耳与鬓发互相摩擦。形容相处亲密。"
    },
    "耳聪目明": {
        "no": "4071",
        "meaning": "听觉好，视力强。常用以形容眼光敏锐，头脑清楚。"
    },
    "耳根清净": {
        "no": "4072",
        "meaning": "谓耳中不闻胡言乱语或嘈杂声音。常指不闻闲是闲非。"
    },
    "耳后风生": {
        "no": "4073",
        "meaning": "形容驰驱极速。"
    },
    "耳满鼻满": {
        "no": "4074",
        "meaning": "满耳朵满鼻子。谓闻之熟极。"
    },
    "耳目一新": {
        "no": "4075",
        "meaning": "视听都感到新鲜。"
    },
    "耳染目濡": {
        "no": "4076",
        "meaning": "同“耳濡目染”。"
    },
    "耳濡目击": {
        "no": "4077",
        "meaning": "见“耳濡目染”。"
    },
    "耳濡目及": {
        "no": "4078",
        "meaning": "见“耳濡目染”。"
    },
    "耳濡目染": {
        "no": "4079",
        "meaning": "谓经常听到看到，无形之中受到影响。语本唐韩愈《清河郡公房公墓碣铭》：“目擩耳染，不学以能。”"
    },
    "耳食之论": {
        "no": "4080",
        "meaning": "指听来的没有确凿根据的话。"
    },
    "耳食之谈": {
        "no": "4081",
        "meaning": "见“耳食之论”。"
    },
    "耳视目听": {
        "no": "4082",
        "meaning": "古代道家的一种修养境界，认为视听由精神所主宰，可不受器官的限制。"
    },
    "耳熟能详": {
        "no": "4083",
        "meaning": "谓因常闻而能详知或详述。"
    },
    "耳提面命": {
        "no": "4084",
        "meaning": "《诗·大雅·抑》：“匪面命之，言提其耳。”孔颖达疏：“非但对面命语之，我又亲提撕其耳，庶其志而不忘。”后以“耳提面命”谓教诲殷切，要求严格。"
    },
    "耳提面训": {
        "no": "4085",
        "meaning": "同“耳提面命”。"
    },
    "耳听八方": {
        "no": "4086",
        "meaning": "耳朵同时察听各方面来的声音。多用以形容机警。八方，四方四隅的总称。"
    },
    "耳闻目睹": {
        "no": "4087",
        "meaning": "同“耳闻目见”。"
    },
    "耳闻目击": {
        "no": "4088",
        "meaning": "见“耳闻目见”。"
    },
    "耳闻目见": {
        "no": "4089",
        "meaning": "亲耳听见，亲眼看见。"
    },
    "耳闻目览": {
        "no": "4090",
        "meaning": "同“耳闻目见”。"
    },
    "耳闻目染": {
        "no": "4091",
        "meaning": "同“耳濡目染”。"
    },
    "耳闻眼见": {
        "no": "4092",
        "meaning": "见“耳闻目见”。"
    },
    "迩安远至": {
        "no": "4093",
        "meaning": "语本《论语·子路》：“叶公问政，子曰：‘近者说，远者来。’”谓近居之民以政治清明而欢乐，远地之民则闻风而附。后以“迩安远至”谓政治清明。"
    },
    "二分明月": {
        "no": "4094",
        "meaning": "唐徐凝《忆扬州》诗：“天下三分明月夜，二分无赖是扬州。”后因以表示美好的风光。"
    },
    "二缶锺惑": {
        "no": "4095",
        "meaning": "谓对缶和钟两种盛器的容量大小分不清楚。比喻是非不明。"
    },
    "二惠竞爽": {
        "no": "4096",
        "meaning": "《左传·昭公三年》：“齐公孙灶（子雅）卒。司马灶见晏子，曰：‘又丧子雅矣。’晏子曰：‘惜也……二惠竞爽犹可，又弱一个焉，姜其危哉。’”杜预注：“子雅子尾皆齐惠公之孙也。竞，彊也。爽，明也。”后因以“二惠竞爽”为对人兄弟的称颂之辞。"
    },
    "二满三平": {
        "no": "4097",
        "meaning": "同“三平二满”。"
    },
    "二三君子": {
        "no": "4098",
        "meaning": "犹二三子。"
    },
    "二童一马": {
        "no": "4099",
        "meaning": "南朝宋刘义庆《世说新语·品藻》：“殷侯既废，桓公语诸人曰：‘少时与渊源共骑竹马，我弃去，己辄取之，故当出我下。’”后用以指少年时代的好友。"
    },
    "二心两意": {
        "no": "4100",
        "meaning": "谓不专一，不坚定。"
    },
    "发财致富": {
        "no": "4101",
        "meaning": "因获得大量财物而富裕起来。"
    },
    "发短心长": {
        "no": "4102",
        "meaning": "①谓年虽老而计虑深长。语出《左传·昭公三年》：“齐侯回於莒，卢浦嫳见，泣且请曰：‘余发如此种种，余奚能为？’公曰：‘诺，吾告二子。’归而告之。子尾欲复之，子雅不可，曰：‘彼其发短，而心甚长，其或寝处我矣。’”②谓年华已逝而心未衰。"
    },
    "发奋蹈厉": {
        "no": "4103",
        "meaning": "同“发扬蹈厉”。"
    },
    "发奋图强": {
        "no": "4104",
        "meaning": "同“发愤图强”。"
    },
    "发奋为雄": {
        "no": "4105",
        "meaning": "又作：发愤自雄。"
    },
    "发愤图强": {
        "no": "4106",
        "meaning": "下定决心，努力谋求强盛或进步。也指下定决心力求上进的情况。"
    },
    "发愤忘食": {
        "no": "4107",
        "meaning": "形容十分勤奋。"
    },
    "发愤展布": {
        "no": "4108",
        "meaning": "发奋振作，施展本领。"
    },
    "发愤自厉": {
        "no": "4109",
        "meaning": "下定决心磨炼自己。"
    },
    "发愤自雄": {
        "no": "4110",
        "meaning": "决心奋斗，使自己强盛有实力。"
    },
    "发瞽披聋": {
        "no": "4111",
        "meaning": "张开瞽目，打通聋耳。又作：恢复视觉和听觉能力。"
    },
    "发号布令": {
        "no": "4112",
        "meaning": "同“发号施令”。"
    },
    "发号出令": {
        "no": "4113",
        "meaning": "同“发号施令”。"
    },
    "发号施令": {
        "no": "4114",
        "meaning": "发命令，下指示。"
    },
    "发号吐令": {
        "no": "4115",
        "meaning": "同“发号施令”。"
    },
    "发皇张大": {
        "no": "4116",
        "meaning": "发展扩大。"
    },
    "发迹变泰": {
        "no": "4117",
        "meaning": "谓由卑微而得志显达，坏运变为好运。"
    },
    "发家致富": {
        "no": "4118",
        "meaning": "犹发家。"
    },
    "发家致业": {
        "no": "4119",
        "meaning": "犹发家。"
    },
    "发奸露覆": {
        "no": "4120",
        "meaning": "同“发奸擿伏”。"
    },
    "发奸摘伏": {
        "no": "4121",
        "meaning": "同“发奸擿伏”。"
    },
    "发奸摘覆": {
        "no": "4122",
        "meaning": "同“发奸擿伏”。"
    },
    "发奸擿伏": {
        "no": "4123",
        "meaning": "揭露隐蔽的坏人坏事。"
    },
    "发科打诨": {
        "no": "4124",
        "meaning": "以滑稽的动作和语言引人发笑。"
    },
    "发科打趣": {
        "no": "4125",
        "meaning": "说滑稽话，拿人开玩笑。"
    },
    "发聋振聩": {
        "no": "4126",
        "meaning": "发出很大的响声，使耳聋的人也听得见。比喻言论文章有使人清醒感奋的作用。"
    },
    "发矇振聩": {
        "no": "4127",
        "meaning": "使盲人也能看见，聋人也能听见。比喻言论文章有使人清醒感奋的作用。"
    },
    "发蒙解缚": {
        "no": "4128",
        "meaning": "启发蒙昧，解除束缚。"
    },
    "发蒙启蔽": {
        "no": "4129",
        "meaning": "启发蒙昧。"
    },
    "发蒙启滞": {
        "no": "4130",
        "meaning": "启发蒙昧，开通阻塞。"
    },
    "发蒙振槁": {
        "no": "4131",
        "meaning": "同“发蒙振落”。"
    },
    "发蒙振落": {
        "no": "4132",
        "meaning": "揭开蒙盖物，摇掉将落的枯叶。喻轻而易举。"
    },
    "发怒冲冠": {
        "no": "4133",
        "meaning": "同“发上冲冠”。"
    },
    "发潜阐幽": {
        "no": "4134",
        "meaning": "阐发沉潜深奥的事理。"
    },
    "发人深省": {
        "no": "4135",
        "meaning": "启发人们深刻思考而有所醒悟。语本唐杜甫《游龙门奉先寺》诗：“欲觉闻晨钟，令人发深省。”"
    },
    "发人深思": {
        "no": "4136",
        "meaning": "启发人们深刻思考。"
    },
    "发荣滋长": {
        "no": "4137",
        "meaning": "①草木繁茂地萌发生长。②比喻某些事物茁壮地成长。"
    },
    "发上冲冠": {
        "no": "4138",
        "meaning": "又作：发上指冠。语本《史记·廉颇蔺相如列传》：“王授璧，相如因持璧却立，倚柱，怒发上冲冠。”"
    },
    "发上指冠": {
        "no": "4139",
        "meaning": "毛发竖起貌。形容极度愤怒。"
    },
    "发无不捷": {
        "no": "4140",
        "meaning": "又作：战无不胜。"
    },
    "发宪布令": {
        "no": "4141",
        "meaning": "又作：发号施令。"
    },
    "发言盈庭": {
        "no": "4142",
        "meaning": "发言的人挤满堂。谓人多言杂。"
    },
    "发扬踔厉": {
        "no": "4143",
        "meaning": "见“发扬蹈厉”。"
    },
    "发扬蹈厉": {
        "no": "4144",
        "meaning": "亦作“发扬蹈励”。亦作“发扬踔厉”。本指舞蹈时动作的威武。《礼记·乐记》：“发扬蹈厉，大（太）公之志也。”孔颖达疏：“言武乐之舞，发扬蹈厉象大公威武鹰扬之志也。”《史记·乐书》：“发扬蹈厉之已蚤，何也？”张守节正义：“发，初也。扬，举袂也。蹈，顿足蹋地。厉，颜色勃然如战色也。”《隋书·音乐志下》：“发扬蹈厉，威而不残也。”后用以形容精神奋发，意气昂扬。"
    },
    "发扬蹈励": {
        "no": "4145",
        "meaning": "见“发扬蹈厉”。"
    },
    "发扬光大": {
        "no": "4146",
        "meaning": "①使美好的事物在原来基础上不断发展、扩大和提高。②特指对丑恶的事物极力加以扩散。"
    },
    "发隐擿伏": {
        "no": "4147",
        "meaning": "揭露隐蔽的坏人坏事。"
    },
    "发踊冲冠": {
        "no": "4148",
        "meaning": "同“发上冲冠”。"
    },
    "发摘奸隐": {
        "no": "4149",
        "meaning": "同“发擿奸伏”。"
    },
    "发指眦裂": {
        "no": "4150",
        "meaning": "头发上竖，眼眶欲裂。为极度愤怒状。语本《吕氏春秋·必己》：“孟贲瞋目而视船人，发植，目裂，鬓指。”"
    },
    "发擿奸伏": {
        "no": "4151",
        "meaning": "揭露隐蔽的坏人坏事。"
    },
    "发踪指使": {
        "no": "4152",
        "meaning": "见“发纵指使”。"
    },
    "发踪指示": {
        "no": "4153",
        "meaning": "见“发纵指示”。"
    },
    "发纵指使": {
        "no": "4154",
        "meaning": "操纵指挥。"
    },
    "发纵指示": {
        "no": "4155",
        "meaning": "亦作“发踪指示”。谓放出猎狗，指示方向，令其追捕野兽。一说猎人发现野兽的踪迹，指示猎狗追捕。比喻操纵指挥。"
    },
    "伐冰之家": {
        "no": "4156",
        "meaning": "伐冰，凿取冰塊。古代唯有卿大夫以上的贵族丧祭得以用冰，因以“伐冰之家”称达官贵族。"
    },
    "伐功矜能": {
        "no": "4157",
        "meaning": "夸耀自己的功劳的才能。"
    },
    "伐毛换髓": {
        "no": "4158",
        "meaning": "削去旧的毛发，换去旧的骨髓。比喻彻底改变原来的面貌。"
    },
    "伐毛洗髓": {
        "no": "4159",
        "meaning": "①古时神话传说，谓仙人涤除尘垢，脱胎换骨。②比喻剔除芜杂无用之物。"
    },
    "伐性之斧": {
        "no": "4160",
        "meaning": "比喻危害身心的事物。"
    },
    "伐异党同": {
        "no": "4161",
        "meaning": "谓联合观点或利益相同的人以攻击异己。"
    },
    "伐罪吊民": {
        "no": "4162",
        "meaning": "谓讨伐有罪的君主，抚慰受难的百姓。"
    },
    "伐罪吊人": {
        "no": "4163",
        "meaning": "见“伐罪吊民”。"
    },
    "罚一劝百": {
        "no": "4164",
        "meaning": "处罚一人而劝戒众人。"
    },
    "法不传六耳": {
        "no": "4165",
        "meaning": "谓极端秘密，不能让第三者知道。"
    },
    "法出一门": {
        "no": "4166",
        "meaning": "谓法律统一，前后一致，不能随意变通。"
    },
    "法灸神针": {
        "no": "4167",
        "meaning": "神奇的针灸技术。"
    },
    "法脉准绳": {
        "no": "4168",
        "meaning": "又作：法则标准。"
    },
    "法无二门": {
        "no": "4169",
        "meaning": "见“法出一门”。"
    },
    "法无可贷": {
        "no": "4170",
        "meaning": "谓按法律不可宽恕。"
    },
    "番窠倒臼": {
        "no": "4171",
        "meaning": "形容打破现成的格式。"
    },
    "番来复去": {
        "no": "4172",
        "meaning": "见“番来覆去”。"
    },
    "番来覆去": {
        "no": "4173",
        "meaning": "亦作“番来复去”。①不断翻身。②反复多次。"
    },
    "翻肠搅肚": {
        "no": "4174",
        "meaning": "形容内心极度思念或感到非常不安。"
    },
    "翻陈出新": {
        "no": "4175",
        "meaning": "从旧的翻造出新的。"
    },
    "翻脣弄舌": {
        "no": "4176",
        "meaning": "指用花言巧语搬弄是非。"
    },
    "翻江倒海": {
        "no": "4177",
        "meaning": "①形容水势浩大。多喻力量或声势非常壮大。②形容吵闹得很凶或事情搞得乱七八糟。"
    },
    "翻江搅海": {
        "no": "4178",
        "meaning": "见“翻江倒海”。"
    },
    "翻空出奇": {
        "no": "4179",
        "meaning": "形容诗文、字画等一反前人窠臼，以独特的想象取胜。语本南朝梁刘勰《文心雕龙·神思》：“意翻空而易奇。”"
    },
    "翻来覆去": {
        "no": "4180",
        "meaning": "①形容不断地翻转身体。②形容多次重复。"
    },
    "翻衾倒枕": {
        "no": "4181",
        "meaning": "形容翻来覆去不能入睡。"
    },
    "翻然改悔": {
        "no": "4182",
        "meaning": "见“翻然悔悟”。"
    },
    "翻然改图": {
        "no": "4183",
        "meaning": "迅速改变过来，另作打算。"
    },
    "翻然悔悟": {
        "no": "4184",
        "meaning": "形容很快认识到过错而悔改醒悟。"
    },
    "翻山越岭": {
        "no": "4185",
        "meaning": "形容野外工作或行进途中的辛苦。"
    },
    "翻手是雨，合手是云": {
        "no": "4186",
        "meaning": "同“翻云覆雨”。"
    },
    "翻手为云，覆手为雨": {
        "no": "4187",
        "meaning": "见“翻手是雨，合手是云”。"
    },
    "翻天蹙地": {
        "no": "4188",
        "meaning": "形容迅猛势盛。"
    },
    "翻天覆地": {
        "no": "4189",
        "meaning": "①形容变化巨大而彻底。②形容事情闹得很凶。"
    },
    "翻天作地": {
        "no": "4190",
        "meaning": "又作：翻天覆地。形容闹得很凶。"
    },
    "翻箱倒櫃": {
        "no": "4191",
        "meaning": "见“翻箱倒箧”。"
    },
    "翻箱倒笼": {
        "no": "4192",
        "meaning": "见“翻箱倒箧”。"
    },
    "翻箱倒箧": {
        "no": "4193",
        "meaning": "形容彻底地翻寻搜检。"
    },
    "翻云覆雨": {
        "no": "4194",
        "meaning": "比喻反覆无常或惯于玩弄权术。语本唐杜甫《贫交行》：“翻手作云覆手雨，纷纷轻薄何须数！”"
    },
    "飜黄倒皁": {
        "no": "4195",
        "meaning": "又作：颠倒黑白。"
    },
    "飜手云覆手雨": {
        "no": "4196",
        "meaning": "语出唐杜甫《贫交行》：“翻手作云覆手雨，纷纷轻薄何须数。”后因以“翻手云覆手雨”比喻反覆无常或玩弄手段。"
    },
    "凡才浅识": {
        "no": "4197",
        "meaning": "才能平庸，识见肤浅。"
    },
    "凡夫俗子": {
        "no": "4198",
        "meaning": "人世间的俗人。"
    },
    "凡偶近器": {
        "no": "4199",
        "meaning": "谓平庸之辈；普通人才。"
    },
    "凡胎肉眼": {
        "no": "4200",
        "meaning": "凡人的只能看见尘俗世界的眼睛。"
    },
    "凡胎浊骨": {
        "no": "4201",
        "meaning": "凡人的重浊躯体。"
    },
    "凡胎浊体": {
        "no": "4202",
        "meaning": "见“凡胎浊骨”。"
    },
    "烦文缛礼": {
        "no": "4203",
        "meaning": "繁琐而不必要的礼节。"
    },
    "燔书阬儒": {
        "no": "4204",
        "meaning": "同“焚书坑儒”。"
    },
    "繁称博引": {
        "no": "4205",
        "meaning": "谓广泛援引事例。"
    },
    "繁荣昌盛": {
        "no": "4206",
        "meaning": "形容兴旺发达、蓬勃发展。"
    },
    "繁丝急管": {
        "no": "4207",
        "meaning": "见“繁弦急管”。"
    },
    "繁文末节": {
        "no": "4208",
        "meaning": "见“繁文缛礼”。"
    },
    "繁文缛节": {
        "no": "4209",
        "meaning": "见“繁文缛礼”。"
    },
    "繁文缛礼": {
        "no": "4210",
        "meaning": "谓繁琐的仪式或礼节。亦比喻其他繁琐多馀的事项。"
    },
    "繁弦急管": {
        "no": "4211",
        "meaning": "谓管弦之音繁密而急促。"
    },
    "繁音促节": {
        "no": "4212",
        "meaning": "繁密的音调，急促的节奏。"
    },
    "反脣相讥": {
        "no": "4213",
        "meaning": "受到指责不服气而反过来对对方加以讥讽。"
    },
    "反脣相稽": {
        "no": "4214",
        "meaning": "受到指责而反过来与对方计较。"
    },
    "反风灭火": {
        "no": "4215",
        "meaning": "汉刘昆为江陵令，县多火灾，昆向火叩头，多能降雨止风；后为弘农太守。先是崤黾驿道多虎穴，行旅不通。昆为政三年，仁化大行，虎皆负子渡河，光武帝闻而异之，以为德政。《后汉书·儒林传上·刘昆》：“诏问昆曰：‘前在江陵，反风灭火，后守弘农，虎北渡河，行何德政而致是事？’昆对曰：‘偶然耳。’左右皆笑其质讷。帝叹曰：‘此乃长者之言也。’”后以“反风灭火”比喻施行德政。"
    },
    "反复无常": {
        "no": "4216",
        "meaning": "见“反覆无常”。"
    },
    "反覆无常": {
        "no": "4217",
        "meaning": "变化不定。"
    },
    "反戈一击": {
        "no": "4218",
        "meaning": "掉转武器，向原属营垒回击。"
    },
    "反攻倒算": {
        "no": "4219",
        "meaning": "指被打倒的阶级敌人或反动势力纠集起来向革命人民进行反扑报复。"
    },
    "反躬自问": {
        "no": "4220",
        "meaning": "反问自己。"
    },
    "反躬自责": {
        "no": "4221",
        "meaning": "回过头来责备自己。"
    },
    "反骄破满": {
        "no": "4222",
        "meaning": "反对骄傲，破除自满。"
    },
    "反经合道": {
        "no": "4223",
        "meaning": "见“反经合义”。"
    },
    "反经合义": {
        "no": "4224",
        "meaning": "虽违背常道，但仍合于义理。"
    },
    "反客为主": {
        "no": "4225",
        "meaning": "①客人反过来成为主人。②喻变被动为主动。③比喻变次要的为主要的。"
    },
    "反老还童": {
        "no": "4226",
        "meaning": "①由衰老恢复青春。道家传说却老术的一种。②今以形容老年健壮。参见“返老还童”。"
    },
    "反面无情": {
        "no": "4227",
        "meaning": "形容翻脸不认人，不讲情谊。"
    },
    "反朴还淳": {
        "no": "4228",
        "meaning": "复归于朴实、淳正。"
    },
    "反求诸己": {
        "no": "4229",
        "meaning": "犹反躬自问。谓从自己方面找原因。"
    },
    "反裘负刍": {
        "no": "4230",
        "meaning": "①反穿皮衣，背着柴。②古人穿皮衣以毛朝外为正，反裘指毛朝里。亦以喻愚昧或不知轻重本末。"
    },
    "反裘负薪": {
        "no": "4231",
        "meaning": "见“反裘负刍”。"
    },
    "反裘伤皮": {
        "no": "4232",
        "meaning": "古人穿皮衣毛朝外，反穿则毛在里，皮必受损。比喻愚昧不知本末。"
    },
    "反身自问": {
        "no": "4233",
        "meaning": "见“反躬自问”。"
    },
    "反水不收": {
        "no": "4234",
        "meaning": "谓水已泼出，不能收回。用指事成定局，无可改变。"
    },
    "反正拨乱": {
        "no": "4235",
        "meaning": "治理乱世，使之恢复安定、正常。语出《公羊传·哀公十四年》：“拨乱世，反诸正，莫近诸《春秋》。”"
    },
    "反正还淳": {
        "no": "4236",
        "meaning": "见“反朴还淳”。"
    },
    "返本朝元": {
        "no": "4237",
        "meaning": "又作：返本还源。"
    },
    "返本还元": {
        "no": "4238",
        "meaning": "又作：返本还源。"
    },
    "返本还原": {
        "no": "4239",
        "meaning": "同“返本还源”。恢复根本；恢复原样。"
    },
    "返本还源": {
        "no": "4240",
        "meaning": "①返回原地。②恢复根本。"
    },
    "返观内视": {
        "no": "4241",
        "meaning": "见“返视内照”。"
    },
    "返观内照": {
        "no": "4242",
        "meaning": "见“返视内照”。"
    },
    "返来复去": {
        "no": "4243",
        "meaning": "谓多次重复。"
    },
    "返老归童": {
        "no": "4244",
        "meaning": "见“返老还童”。"
    },
    "返老还童": {
        "no": "4245",
        "meaning": "由老年回到少年；由衰老恢复青春。"
    },
    "返辔收帆": {
        "no": "4246",
        "meaning": "喻退归。"
    },
    "返璞归真": {
        "no": "4247",
        "meaning": "同“返朴归真”。"
    },
    "返朴归真": {
        "no": "4248",
        "meaning": "谓还其原始的淳朴本真状态。"
    },
    "返朴还淳": {
        "no": "4249",
        "meaning": "犹返朴归真。"
    },
    "返朴还真": {
        "no": "4250",
        "meaning": "同“返朴归真”。"
    },
    "返视内照": {
        "no": "4251",
        "meaning": "原为佛教语。谓用佛性对照检查。后亦指自我反省。"
    },
    "返邪归正": {
        "no": "4252",
        "meaning": "又作：改邪归正。"
    },
    "返虚入浑": {
        "no": "4253",
        "meaning": "①谓诗作空灵，入于浑然之境。②谓人无知无识，浑浑噩噩。"
    },
    "返照回光": {
        "no": "4254",
        "meaning": "佛教语。谓用佛性对照检查，自我反省。"
    },
    "犯而不校": {
        "no": "4255",
        "meaning": "别人触犯自己也不计较。"
    },
    "犯而勿校": {
        "no": "4256",
        "meaning": "见“犯而不校”。"
    },
    "犯上作乱": {
        "no": "4257",
        "meaning": "违抗尊长君上，为悖逆或叛乱之行。语出《论语·学而》：“不好犯上，而好作乱者，未之有也。”"
    },
    "汎浩摩苍": {
        "no": "4258",
        "meaning": "泛海摩天。形容文词博大高深。语出唐杜牧《冬至日寄小侄阿宜诗》：“李杜泛浩浩，韩柳摩苍苍。”"
    },
    "汎滥成灾": {
        "no": "4259",
        "meaning": "本指洪水漫溢，造成灾害。后多比喻某种不良现象到处都是，造成祸害。"
    },
    "汎应曲当": {
        "no": "4260",
        "meaning": "谓广泛适应，无不恰当。"
    },
    "汎宅浮家": {
        "no": "4261",
        "meaning": "谓以船为家。"
    },
    "饭来开口": {
        "no": "4262",
        "meaning": "见“饭来张口”。"
    },
    "饭来张口": {
        "no": "4263",
        "meaning": "谓吃现成饭而不劳动。"
    },
    "饭粝茹蔬": {
        "no": "4264",
        "meaning": "吃糙米和蔬菜。形容饮食粗劣。粝，糙米。"
    },
    "饭囊酒甕": {
        "no": "4265",
        "meaning": "比喻只会吃饭喝酒，不会做事的人。"
    },
    "饭囊衣架": {
        "no": "4266",
        "meaning": "盛饭的口袋和挂衣的架子。比喻庸碌无能之辈。"
    },
    "饭牛屠狗": {
        "no": "4267",
        "meaning": "①喻指从事低贱之事。②指从事贱业者。"
    },
    "饭糗茹草": {
        "no": "4268",
        "meaning": "吃干粮和野菜。形容生活困苦。"
    },
    "饭蔬饮水": {
        "no": "4269",
        "meaning": "《论语·述而》：“子曰：‘饭疏食饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，於我如浮云。’”后因以“饭蔬饮水”形容清心寡欲、安贫乐道的生活。"
    },
    "范水模山": {
        "no": "4270",
        "meaning": "喻效法模仿他人。"
    },
    "贩夫皁隶": {
        "no": "4271",
        "meaning": "泛指社会地位低下的人。"
    },
    "贩夫驺卒": {
        "no": "4272",
        "meaning": "小商贩和隶役。泛指地位低下的人。"
    },
    "贩夫走卒": {
        "no": "4273",
        "meaning": "见“贩夫驺卒”。"
    },
    "贩官鬻爵": {
        "no": "4274",
        "meaning": "又作：卖官鬻爵。"
    },
    "贩贱卖贵": {
        "no": "4275",
        "meaning": "同“买贱卖贵”。"
    },
    "贩交买名": {
        "no": "4276",
        "meaning": "谓卖友求荣。"
    },
    "梵册贝叶": {
        "no": "4277",
        "meaning": "指佛经。佛经原本多用梵文写于贝多罗树叶上，故称。"
    },
    "方骖并路": {
        "no": "4278",
        "meaning": "犹并驾齐驱。"
    },
    "方来未艾": {
        "no": "4279",
        "meaning": "谓（恩泽）方始来到尚未止歇。"
    },
    "方领矩步": {
        "no": "4280",
        "meaning": "方形的衣领，规矩适度的步子。指古代儒生的服饰和仪态。亦借指儒生。语本《后汉书·儒林传序》：“建武五年，乃修起太学……服方领習矩步者，委它乎其中。”又《马援传》：“勃衣方领，能矩步，辞言嫺雅。”"
    },
    "方领圆冠": {
        "no": "4281",
        "meaning": "方形的衣领和圆形的帽冠，为古代儒生的服饰。亦借指儒生。"
    },
    "方枘圆凿": {
        "no": "4282",
        "meaning": "亦作“方枘圜凿”。方形榫头与圆形榫眼。比喻彼此不相投合，事不能成。"
    },
    "方枘圜凿": {
        "no": "4283",
        "meaning": "见“方枘圆凿”。"
    },
    "方桃譬李": {
        "no": "4284",
        "meaning": "形容姿质之美有如桃李一般。"
    },
    "方头不劣": {
        "no": "4285",
        "meaning": "倔强不驯。引申为强暴。"
    },
    "方头不律": {
        "no": "4286",
        "meaning": "见“方头不劣”。"
    },
    "方兴未艾": {
        "no": "4287",
        "meaning": "谓正在兴起而未到止境。艾，停止。"
    },
    "方兴未已": {
        "no": "4288",
        "meaning": "见“方兴未艾”。"
    },
    "方言矩行": {
        "no": "4289",
        "meaning": "谓言行方正，合乎规范。"
    },
    "方以类聚": {
        "no": "4290",
        "meaning": "谓同类事物相聚一处。"
    },
    "方员可施": {
        "no": "4291",
        "meaning": "随处可用。形容人多才多艺。"
    },
    "方凿圆枘": {
        "no": "4292",
        "meaning": "方形榫眼和圆形榫头。喻两者不相投合。"
    },
    "方趾圆颅": {
        "no": "4293",
        "meaning": "方形脚、圆形头为人的特征，因以指人。"
    },
    "方滋未艾": {
        "no": "4294",
        "meaning": "见“方兴未艾”。"
    },
    "方足圆颅": {
        "no": "4295",
        "meaning": "见“方趾圆颅”。"
    },
    "芳兰竟体": {
        "no": "4296",
        "meaning": "遍体芳香。谓人品高雅绝俗。"
    },
    "防不胜防": {
        "no": "4297",
        "meaning": "形容要防备的太多，以致防备不过来。"
    },
    "防患未萌": {
        "no": "4298",
        "meaning": "防止祸患于未发生之前。"
    },
    "防患未然": {
        "no": "4299",
        "meaning": "见“防患於未然”。"
    },
    "防患于未然": {
        "no": "4300",
        "meaning": "见“防患於未然”。"
    },
    "防患於未然": {
        "no": "4301",
        "meaning": "在祸患发生之前就加以预防。语本《易·既济》：“君子以思患而豫防之。”"
    },
    "防祸于未然": {
        "no": "4302",
        "meaning": "见“防祸於未然”。"
    },
    "防祸於未然": {
        "no": "4303",
        "meaning": "防止祸患于萌发之前。"
    },
    "防萌杜渐": {
        "no": "4304",
        "meaning": "又作：防微杜渐。"
    },
    "防微杜渐": {
        "no": "4305",
        "meaning": "在错误或坏事刚萌发时，就加以制止，不使其发展。"
    },
    "防微杜釁": {
        "no": "4306",
        "meaning": "又作：防微杜渐。"
    },
    "防心摄行": {
        "no": "4307",
        "meaning": "谓防止杂念和注意言行。"
    },
    "防意如城": {
        "no": "4308",
        "meaning": "谓遏止私欲，如守城防敌。"
    },
    "房谋杜断": {
        "no": "4309",
        "meaning": "唐太宗时，名相房玄龄多谋，杜如晦善断。两人同心济谋，传为美谈。《旧唐书·房玄龄杜如晦传论》：“世传太宗尝与文昭图事，则曰：‘非如晦莫能筹之。’及如晦至焉，竟从玄龄之策也。盖房知杜之能断大事，杜知房之善建嘉谋。”"
    },
    "鲂鱼赪尾": {
        "no": "4310",
        "meaning": "《诗·周南·汝坟》：“鲂鱼赪尾，王室如燬。”毛传：“赪，赤也；鱼劳则尾赤。”硃熹集传：“鲂尾本白而今赤，则劳甚矣。”后因以形容人困苦劳累，负担过重。"
    },
    "访贫问苦": {
        "no": "4311",
        "meaning": "访问贫苦的老百姓。"
    },
    "访亲问友": {
        "no": "4312",
        "meaning": "拜访亲友。"
    },
    "放辟邪侈": {
        "no": "4313",
        "meaning": "肆意为非作歹。"
    },
    "放辟淫侈": {
        "no": "4314",
        "meaning": "见“放僻淫佚”。"
    },
    "放长线钓大鱼": {
        "no": "4315",
        "meaning": "比喻作出周密的布置，引出深藏的、主要的敌人。"
    },
    "放达不羁": {
        "no": "4316",
        "meaning": "纵放旷达，不受拘束。"
    },
    "放诞不羁": {
        "no": "4317",
        "meaning": "见“放荡不羁”。"
    },
    "放诞不拘": {
        "no": "4318",
        "meaning": "见“放荡不羁”。"
    },
    "放诞风流": {
        "no": "4319",
        "meaning": "谓不拘礼法而有文采。"
    },
    "放荡不羁": {
        "no": "4320",
        "meaning": "行为放任，无所约束。"
    },
    "放荡形骸": {
        "no": "4321",
        "meaning": "同“放浪形骸”。"
    },
    "放刁把滥": {
        "no": "4322",
        "meaning": "谓刁难敲诈，胡作非为。"
    },
    "放刁撒泼": {
        "no": "4323",
        "meaning": "耍无赖，不讲道理。"
    },
    "放饭流歠": {
        "no": "4324",
        "meaning": "大口吃饭和喝汤。古人认为是对尊长极不敬的行为。"
    },
    "放虎归山": {
        "no": "4325",
        "meaning": "比喻放走敌人，贻患无穷。语本《三国志·蜀志·刘巴传》“俄而先主定益州，巴辞谢罪负，先主不责”裴松之注引晋司马彪《零陵先贤传》：“璋遣法正迎刘备，巴谏曰：‘备，雄人也，入必为害，不可内也。’既入，巴复谏曰：‘若使备讨张鲁，是放虎於山林也。’璋不听。”"
    },
    "放虎遗患": {
        "no": "4326",
        "meaning": "谓放掉老虎，必留后患。"
    },
    "放虎自卫": {
        "no": "4327",
        "meaning": "比喻寻求保护不当，反而自招祸害。"
    },
    "放火烧山": {
        "no": "4328",
        "meaning": "比喻煽风点火，挑拨离间。"
    },
    "放浪不羁": {
        "no": "4329",
        "meaning": "谓言行随便，不受约束。"
    },
    "放浪不拘": {
        "no": "4330",
        "meaning": "见“放浪不羁”。"
    },
    "放浪无拘": {
        "no": "4331",
        "meaning": "见“放浪不羁”。"
    },
    "放浪形骸": {
        "no": "4332",
        "meaning": "指言行放纵，不拘形迹。"
    },
    "放龙入海": {
        "no": "4333",
        "meaning": "比喻放走敌手留下后患。"
    },
    "放马华阳": {
        "no": "4334",
        "meaning": "谓不再用兵。"
    },
    "放牛归马": {
        "no": "4335",
        "meaning": "语本《书·武成》：“乃偃武修文，归马于华山之阳，放牛于桃林之野，示天下弗服”。后以“放牛归马”比喻不再用兵。"
    },
    "放屁添风": {
        "no": "4336",
        "meaning": "谓从旁助威。"
    },
    "放僻邪侈": {
        "no": "4337",
        "meaning": "见“放辟邪侈”。"
    },
    "放僻淫佚": {
        "no": "4338",
        "meaning": "肆意为非作歹。亦指肆无忌惮、邪恶不正。"
    },
    "放泼撒豪": {
        "no": "4339",
        "meaning": "耍无赖，仗势压人。"
    },
    "放情丘壑": {
        "no": "4340",
        "meaning": "谓纵情游山玩水，不以世务为念。丘壑，泛指山水。"
    },
    "放任自流": {
        "no": "4341",
        "meaning": "不加约束，任凭其自然发展。"
    },
    "放下屠刀，立地成佛": {
        "no": "4342",
        "meaning": "佛教语，谓停止作恶，立成正果。后比喻只要真心改恶从善，就可成为好人。"
    },
    "放心解体": {
        "no": "4343",
        "meaning": "指人心离散、瓦解。"
    },
    "放心托胆": {
        "no": "4344",
        "meaning": "形容毫无顾虑。"
    },
    "放言高论": {
        "no": "4345",
        "meaning": "谓毫无顾忌地大发议论。"
    },
    "放意肆志": {
        "no": "4346",
        "meaning": "纵情而无所顾忌。"
    },
    "放鹰逐犬": {
        "no": "4347",
        "meaning": "指打猎。"
    },
    "放鱼入海": {
        "no": "4348",
        "meaning": "比喻放走敌人，留下祸根。"
    },
    "放之四海而皆准": {
        "no": "4349",
        "meaning": "用到任何地方、任何方面都可作为准则。语本《礼记·祭义》：“夫孝……推而放诸东海而准，推而放诸西海而准，推而放诸南海而准，推而放诸北海而准”。郑玄注：“放，犹至也。准，犹平也”。"
    },
    "放诸四海而皆准": {
        "no": "4350",
        "meaning": "见“放之四海而皆准”。"
    },
    "放纵不羁": {
        "no": "4351",
        "meaning": "谓恣意行事，不受约束。"
    },
    "放纵不拘": {
        "no": "4352",
        "meaning": "见“放纵不羁”。"
    },
    "飞苍走黄": {
        "no": "4353",
        "meaning": "指打猎。苍，苍鹰。黄，黄狗。"
    },
    "飞刍挽粟": {
        "no": "4354",
        "meaning": "同“飞刍輓粟”。"
    },
    "飞刍輓粒": {
        "no": "4355",
        "meaning": "同“飞刍輓粟”。"
    },
    "飞刍輓粮": {
        "no": "4356",
        "meaning": "同“飞刍輓粟”。"
    },
    "飞刍輓粟": {
        "no": "4357",
        "meaning": "谓迅速运送粮草。"
    },
    "飞刍转饷": {
        "no": "4358",
        "meaning": "同“飞刍輓粟”。"
    },
    "飞短流长": {
        "no": "4359",
        "meaning": "见“飞流短长”。"
    },
    "飞蛾赴火": {
        "no": "4360",
        "meaning": "比喻不惜牺牲而有所作为，或自寻死路，自取灭亡。"
    },
    "飞蛾赴焰": {
        "no": "4361",
        "meaning": "见“飞蛾赴火”。"
    },
    "飞蛾赴烛": {
        "no": "4362",
        "meaning": "见“飞蛾赴火”。"
    },
    "飞蛾扑火": {
        "no": "4363",
        "meaning": "见“飞蛾投火”。"
    },
    "飞蛾投火": {
        "no": "4364",
        "meaning": "晋支昙谛《赴火蛾赋》：“悉达有言曰：‘愚人贫身，如蛾投火。’诚哉斯言，信而有徵也……烛耀庭宇，灯朗幽房，纷纷群飞，翩翩来翔，赴飞焰而体燋，投煎膏而身亡。”后多以“飞蛾投火”比喻自寻死路，自取灭亡。"
    },
    "飞觥献斝": {
        "no": "4365",
        "meaning": "频频传杯。"
    },
    "飞觥走斝": {
        "no": "4366",
        "meaning": "指宴饮的酒器。"
    },
    "飞鸿雪爪": {
        "no": "4367",
        "meaning": "见“飞鸿印雪”。"
    },
    "飞鸿印雪": {
        "no": "4368",
        "meaning": "语本宋苏轼《和子由渑池怀旧》：“人生到处知何似？应似飞鸿踏雪泥。”后因以“飞鸿印雪”比喻事情经过所留下的痕迹。"
    },
    "飞黄腾达": {
        "no": "4369",
        "meaning": "见“飞黄腾踏”。"
    },
    "飞黄腾踏": {
        "no": "4370",
        "meaning": "形容马的飞驰。后多比喻官职地位升得很快。"
    },
    "飞来横祸": {
        "no": "4371",
        "meaning": "意想不到的灾祸。"
    },
    "飞粮輓秣": {
        "no": "4372",
        "meaning": "同“飞刍輓粟”。"
    },
    "飞流短长": {
        "no": "4373",
        "meaning": "散布谣言，恶意中伤。"
    },
    "飞龙在天": {
        "no": "4374",
        "meaning": "比喻帝王在位。语本《易·乾》：“九五，飞龙在天，利见大人。”孔颖达疏：“谓有圣德之人得居王位。”"
    },
    "飞鸾翔凤": {
        "no": "4375",
        "meaning": "谓英俊才识之士。"
    },
    "飞米转刍": {
        "no": "4376",
        "meaning": "又作：飞刍挽粟。"
    },
    "飞谋钓谤": {
        "no": "4377",
        "meaning": "亦作“飞谋荐谤”。以流言蜚语阴相攻讦。"
    },
    "飞谋荐谤": {
        "no": "4378",
        "meaning": "见“飞谋钓谤”。"
    },
    "飞鸟依人": {
        "no": "4379",
        "meaning": "形容可亲可爱的样子。"
    },
    "飞禽走兽": {
        "no": "4380",
        "meaning": "飞翔的鸟，奔走的兽。泛指鸟类和兽类。"
    },
    "飞沙扬砾": {
        "no": "4381",
        "meaning": "见“飞沙走砾”。"
    },
    "飞沙走砾": {
        "no": "4382",
        "meaning": "沙土飞扬，小石塊滚动。形容风势猛烈。"
    },
    "飞沙走石": {
        "no": "4383",
        "meaning": "沙土飞扬，石塊滚动。形容风力迅猛。"
    },
    "飞砂扬砾": {
        "no": "4384",
        "meaning": "见“飞沙走砾”。"
    },
    "飞砂转石": {
        "no": "4385",
        "meaning": "同“飞沙走石”。"
    },
    "飞砂走石": {
        "no": "4386",
        "meaning": "见“飞沙走石”。"
    },
    "飞觞走斝": {
        "no": "4387",
        "meaning": "又作：飞觥献斝。"
    },
    "飞声腾实": {
        "no": "4388",
        "meaning": "谓名实俱优。"
    },
    "飞书走檄": {
        "no": "4389",
        "meaning": "迅速地书写文件。"
    },
    "飞土逐害": {
        "no": "4390",
        "meaning": "抛掷土丸以逐禽兽。"
    },
    "飞土逐肉": {
        "no": "4391",
        "meaning": "见“飞土逐害”。"
    },
    "飞文染翰": {
        "no": "4392",
        "meaning": "翰，毛笔。染翰，以笔蘸墨。谓挥笔疾书；撰写文章。"
    },
    "飞檐走壁": {
        "no": "4393",
        "meaning": "指能飞越屋檐，攀登墙壁。形容武艺高强，身体矫捷如飞。"
    },
    "飞檐走脊": {
        "no": "4394",
        "meaning": "同“飞檐走壁”。"
    },
    "飞殃走祸": {
        "no": "4395",
        "meaning": "同“飞来横祸”。"
    },
    "飞扬跋扈": {
        "no": "4396",
        "meaning": "①谓意气举动，越出常轨，不受约束。②骄横放肆。"
    },
    "飞鹰奔犬": {
        "no": "4397",
        "meaning": "同“飞鹰走狗”。"
    },
    "飞鹰走狗": {
        "no": "4398",
        "meaning": "放出鹰和狗去追捕鸟兽。指打猎。"
    },
    "飞鹰走马": {
        "no": "4399",
        "meaning": "放鹰追捕和骑马追逐鸟兽。指打猎。"
    },
    "飞鹰走犬": {
        "no": "4400",
        "meaning": "见“飞鹰走狗”。"
    },
    "飞云掣电": {
        "no": "4401",
        "meaning": "形容非常迅速。"
    },
    "飞灾横祸": {
        "no": "4402",
        "meaning": "意外的灾祸。"
    },
    "飞针走线": {
        "no": "4403",
        "meaning": "见“飞针走线”。"
    },
    "飞珠溅玉": {
        "no": "4404",
        "meaning": "形容水的飞溅犹如珠玉一般。"
    },
    "非驴非马": {
        "no": "4405",
        "meaning": "《汉书·西域传下·渠犁》：“（龟兹王）后数来朝贺，乐汉衣服制度，归其国，治宫室，作徼道周卫，出入传呼，撞钟鼓，如汉家仪。外国胡人皆曰：‘驴非驴，马非马，若龟兹王，所谓蠃也。’”蠃，即骡，马驴杂交而生。后用“非驴非马”形容不伦不类的事物。"
    },
    "非亲非故": {
        "no": "4406",
        "meaning": "不是亲属也不是故旧。表示彼此过去毫无关系。"
    },
    "非同小可": {
        "no": "4407",
        "meaning": "指情况严重或事情重要，不能轻视。 也指人的学问，本领不同寻常。元·关汉卿《魔合罗》第三折：“萧令史，我与你说，人命事关天关地，非同小可！”"
    },
    "非意相干": {
        "no": "4408",
        "meaning": "恶意相犯；无故寻衅。"
    },
    "蜚黄腾达": {
        "no": "4409",
        "meaning": "比喻功名成就之快。"
    },
    "蜚鸟尽，良弓藏": {
        "no": "4410",
        "meaning": "比喻大功告成，出力的人就被抛弃。"
    },
    "蜚蓬之问": {
        "no": "4411",
        "meaning": "比喻无根据的传闻。"
    },
    "蜚瓦拔木": {
        "no": "4412",
        "meaning": "形容风力迅猛。"
    },
    "蜚英腾茂": {
        "no": "4413",
        "meaning": "《史记·司马相如列传》：“蜚英声，腾茂实。”司马贞索隐引胡广曰：“飞扬英华之声，腾驰茂盛之实也。”后以“蜚英腾茂”称人的盛名与实际相符。"
    },
    "肥肠满脑": {
        "no": "4414",
        "meaning": "同“脑满肠肥”。形容不劳而食的人吃得很饱，养得很胖。"
    },
    "肥冬瘦年": {
        "no": "4415",
        "meaning": "南宋吴地风俗多重冬至而略岁节，冬至时家家互送节物，有“肥冬瘦年”之谚。见宋无名氏《豹隐纪谈》、宋范成大《吴郡志·风俗》。"
    },
    "肥遯鸣高": {
        "no": "4416",
        "meaning": "退隐避世，自鸣清高。"
    },
    "肥甘轻暖": {
        "no": "4417",
        "meaning": "语出《孟子·梁惠王上》：“为肥甘不足於口与？轻暖不足於体与？”后因以“肥甘轻暖”指生活优裕。"
    },
    "肥马轻裘": {
        "no": "4418",
        "meaning": "语本《论语·雍也》：“赤（公西赤）之適齐也，乘肥马，衣轻裘。”谓骑着肥壮的骏马，穿着轻暖的皮袍。后以“肥马轻裘”形容生活豪华。"
    },
    "肥头大耳": {
        "no": "4419",
        "meaning": "本作“肥头大面”。多用以形容人肥胖的样子。"
    },
    "肥头大面": {
        "no": "4420",
        "meaning": "见“肥头大耳”。"
    },
    "肥头胖耳": {
        "no": "4421",
        "meaning": "见“肥头大耳”。"
    },
    "肥鱼大肉": {
        "no": "4422",
        "meaning": "指丰盛的鱼肉菜肴。"
    },
    "匪朝伊夕": {
        "no": "4423",
        "meaning": "①不止一日。②非晨即夕。极言时间之短。"
    },
    "匪伊朝夕": {
        "no": "4424",
        "meaning": "不止一日。"
    },
    "匪夷所思": {
        "no": "4425",
        "meaning": "①不是根据常理所能想象到的。匪，非；夷，平常。②谓思想离奇。"
    },
    "悱恻缠绵": {
        "no": "4426",
        "meaning": "心绪悲苦而不能排遣。"
    },
    "斐然成章": {
        "no": "4427",
        "meaning": "谓富有文彩，文章可观。《论语·公冶长》：“子在陈，曰：‘归与！归与！吾党之小子狂简，斐然成章，不知所以裁之。’”刘宝楠正义：“言弟子居鲁，所学已就，能成文章可观也。”一说，谓妄作穿凿以成文章。见何晏《论语集解》。"
    },
    "斐然乡风": {
        "no": "4428",
        "meaning": "翩然地闻风归向。"
    },
    "斐然向风": {
        "no": "4429",
        "meaning": "见“斐然乡风”。"
    },
    "吠形吠声": {
        "no": "4430",
        "meaning": "亦作“吠影吠声”。①汉王符《潜夫论·贤难》：“谚曰：‘一犬吠形，百犬吠声’，世之疾此，固久矣哉！吾伤世之不察真伪之情也。”后遂以“吠形吠声”或“吠影吠声”比喻不察真伪，盲目附和。②形容仅据似是而非的迹象进行渲染。"
    },
    "吠影吠声": {
        "no": "4431",
        "meaning": "见“吠形吠声”。"
    },
    "废寝忘餐": {
        "no": "4432",
        "meaning": "又作：废寝忘食。"
    },
    "废寝忘食": {
        "no": "4433",
        "meaning": "顾不得睡觉，忘记了吃饭。常形容专心致志。"
    },
    "废私立公": {
        "no": "4434",
        "meaning": "去私为公。"
    },
    "沸反连天": {
        "no": "4435",
        "meaning": "见“沸反盈天”。"
    },
    "沸反盈天": {
        "no": "4436",
        "meaning": "亦作“沸反连天”。形容极度喧闹，乱成一片。"
    },
    "沸沸汤汤": {
        "no": "4437",
        "meaning": "水腾涌貌。"
    },
    "沸沸扬扬": {
        "no": "4438",
        "meaning": "形容议论纷纷，像沸腾的水一样喧闹。"
    },
    "沸天震地": {
        "no": "4439",
        "meaning": "形容声音极其喧腾。"
    },
    "肺腑之言": {
        "no": "4440",
        "meaning": "发自内心的话。"
    },
    "费尽心机": {
        "no": "4441",
        "meaning": "用尽心思；想尽办法。"
    },
    "分崩离析": {
        "no": "4442",
        "meaning": "形容国家、集团或组织分裂瓦解。"
    },
    "分别门户": {
        "no": "4443",
        "meaning": "见“分门别户”。"
    },
    "分钗断带": {
        "no": "4444",
        "meaning": "喻夫妻离异。"
    },
    "分钗劈凤": {
        "no": "4445",
        "meaning": "见“分钗断带”。"
    },
    "分床同梦": {
        "no": "4446",
        "meaning": "比喻虽所做之事不同，但打算一样。"
    },
    "分道扬镳": {
        "no": "4447",
        "meaning": "亦作“分路扬镳”。①分道而行。②才力相当，各有千秋。③犹独树一帜，各行其是。"
    },
    "分而治之": {
        "no": "4448",
        "meaning": "①分别治理。②利用手段使国家、民族或宗教等产生分裂，然后对其进行控制和统治。"
    },
    "分房减口": {
        "no": "4449",
        "meaning": "亦作“分身减口”。旧时荒年，为减轻家庭负担，维持生计，人口多者每使部分外出逃荒，谓分房减口或分身减口。"
    },
    "分甘共苦": {
        "no": "4450",
        "meaning": "亦作“分甘同苦”。分享幸福，同担艰苦。"
    },
    "分甘同苦": {
        "no": "4451",
        "meaning": "见“分甘共苦”。"
    },
    "分工合作": {
        "no": "4452",
        "meaning": "众人各司其职，共同从事工作。"
    },
    "分毫不取": {
        "no": "4453",
        "meaning": "见“分文不取”。"
    },
    "分毫不爽": {
        "no": "4454",
        "meaning": "亦作“分毫无爽”。形容毫无差错。"
    },
    "分毫不值": {
        "no": "4455",
        "meaning": "见“分文不直”。"
    },
    "分毫无爽": {
        "no": "4456",
        "meaning": "见“分毫不爽”。"
    },
    "分毫析釐": {
        "no": "4457",
        "meaning": "形容分析细致、深入。"
    },
    "分花拂柳": {
        "no": "4458",
        "meaning": "见“分花约柳”。"
    },
    "分花约柳": {
        "no": "4459",
        "meaning": "亦作“分花拂柳”。形容女子走路姿态美好。"
    },
    "分家析产": {
        "no": "4460",
        "meaning": "见“分烟析产”。"
    },
    "分斤掰两": {
        "no": "4461",
        "meaning": "亦作“分斤拨两”。亦作“分金掰两”。形容为人小气，过分计较。"
    },
    "分斤拨两": {
        "no": "4462",
        "meaning": "见“分斤掰两”。"
    },
    "分金掰两": {
        "no": "4463",
        "meaning": "见“分斤掰两”。"
    },
    "分进合击": {
        "no": "4464",
        "meaning": "军队从几个方向前进，协同围击同一目标。"
    },
    "分久必合，合久必分": {
        "no": "4465",
        "meaning": "谓人或事物变化无常，分合无定。"
    },
    "分劳赴功": {
        "no": "4466",
        "meaning": "分担劳苦，尽职建功。"
    },
    "分釐毫丝": {
        "no": "4467",
        "meaning": "形容极细微。"
    },
    "分路扬镳": {
        "no": "4468",
        "meaning": "见“分道扬镳”。"
    },
    "分茅赐土": {
        "no": "4469",
        "meaning": "亦作“分茅锡土”。分茅列土。"
    },
    "分茅列土": {
        "no": "4470",
        "meaning": "谓分封侯位和土地。"
    },
    "分茅裂土": {
        "no": "4471",
        "meaning": "分茅列土。"
    },
    "分茅锡土": {
        "no": "4472",
        "meaning": "见“分茅赐土”。"
    },
    "分茅胙土": {
        "no": "4473",
        "meaning": "分茅列土。"
    },
    "分门别户": {
        "no": "4474",
        "meaning": "亦作“分别门户”。喻分成不同的形式或派别。"
    },
    "分门别类": {
        "no": "4475",
        "meaning": "分成各种门类。"
    },
    "分秒必争": {
        "no": "4476",
        "meaning": "形容抓紧时间，毫不放松。"
    },
    "分朋引类": {
        "no": "4477",
        "meaning": "分成派别，招引同类。"
    },
    "分贫振穷": {
        "no": "4478",
        "meaning": "分财物救助穷困的人。"
    },
    "分情破爱": {
        "no": "4479",
        "meaning": "谓对原所爱之人不忠，移情于新欢。"
    },
    "分三别两": {
        "no": "4480",
        "meaning": "同“分星擘两”。"
    },
    "分身减口": {
        "no": "4481",
        "meaning": "见“分房减口”。"
    },
    "分丝析缕": {
        "no": "4482",
        "meaning": "喻明察入微。"
    },
    "分条析理": {
        "no": "4483",
        "meaning": "形容言谈有条有理，深刻精辟。"
    },
    "分庭伉礼": {
        "no": "4484",
        "meaning": "见“分庭抗礼”。"
    },
    "分庭抗礼": {
        "no": "4485",
        "meaning": "亦作“分庭伉礼”。①以平等之礼节相见。古代宾主相见时，主人站在庭院的东边，客人站在西边，相对行礼，以示平等。②彼此地位相同或势力相等，可以抗衡。"
    },
    "分文不取": {
        "no": "4486",
        "meaning": "亦作“分文未取”。亦作“分毫不取”。一分钱也不要。"
    },
    "分文不直": {
        "no": "4487",
        "meaning": "亦作“分文不值”。亦作“分毫不值”。形容毫无价值。"
    },
    "分文不值": {
        "no": "4488",
        "meaning": "见“分文不直”。"
    },
    "分文未取": {
        "no": "4489",
        "meaning": "见“分文不取”。"
    },
    "分我杯羹": {
        "no": "4490",
        "meaning": "语出《史记·项羽本记》：“当此时，彭越数反梁地，绝楚粮食，项王患之。为高俎，置太公其上，告汉王曰：‘今不急下，吾烹太公。’汉王曰‘吾与项羽俱北面受命怀王，曰“约为兄弟”，吾翁即若翁，必欲烹而翁，则幸分我一桮羹。’”桮，即“杯”。后谓从他人那里分享嫔Q益为“分我杯羹”。"
    },
    "分香卖履": {
        "no": "4491",
        "meaning": "东汉末，曹操造铜雀台，临终时吩咐诸妾：“汝等时时登铜雀台，望吾西陵墓田。”又云：“馀香可分与诸夫人。诸舍中无为，学作履组卖也。”见晋陆机《吊魏武帝文》序。后以“分香卖履”喻临死不忘妻妾。"
    },
    "分宵达曙": {
        "no": "4492",
        "meaning": "犹通宵达旦。"
    },
    "分鞋破镜": {
        "no": "4493",
        "meaning": "唐孟棨《本事诗·情感》载，南朝陈徐德言娶陈后主妹乐昌公主为妻，公主有才貌。陈亡之际，德言料不能夫妻相守，于是破一镜，夫妻各执一半，相约日后合镜相会，又明陶宗仪《辍耕录·贤妻致贵》载，宋程鹏举被虏于张万户家为奴，娶张所虏宦家女某氏为妻。妻见程才貌不凡，非久居人后者，屡劝程逃亡。程疑妻受张所使试探自己，即以告张，妻因此被张趕出。妻临行，脱绣鞋一只换程鞋一只，期望日后执此相见。后因以“分鞋破镜”喻夫妻分离。"
    },
    "分心挂腹": {
        "no": "4494",
        "meaning": "形容十分挂念。"
    },
    "分星拨两": {
        "no": "4495",
        "meaning": "又作：斤斤计较。"
    },
    "分星擘两": {
        "no": "4496",
        "meaning": "详细分说；清楚，明白。"
    },
    "分星劈两": {
        "no": "4497",
        "meaning": "详细分说。"
    },
    "分形共气": {
        "no": "4498",
        "meaning": "见“分形同气”。"
    },
    "分形连气": {
        "no": "4499",
        "meaning": "见“分形同气”。"
    },
    "分形同气": {
        "no": "4500",
        "meaning": "亦作“分形共气”。亦作“分形连气”。语出《吕氏春秋·精通》：“父母之於子也，子之於父母也，一体而两分，同气而异息。”谓形体各别，气息相通。形容父母与子女的关系十分密切。后亦用于兄弟间。"
    },
    "分烟析产": {
        "no": "4501",
        "meaning": "亦作“分烟析生”。亦作“分家析产”。谓分家。分割财产，各自过活。"
    },
    "分烟析生": {
        "no": "4502",
        "meaning": "见“分烟析产”。"
    },
    "分章析句": {
        "no": "4503",
        "meaning": "谓雕琢推敲文章。"
    },
    "纷纷穰穰": {
        "no": "4504",
        "meaning": "见“纷纷攘攘”。"
    },
    "纷纷攘攘": {
        "no": "4505",
        "meaning": "纷乱；骚乱。"
    },
    "纷纷扬扬": {
        "no": "4506",
        "meaning": "亦作“纷纷洋洋”。①形容雪花或似雪花般散片细物纷乱飘扬。②指传说纷纭。"
    },
    "纷纷洋洋": {
        "no": "4507",
        "meaning": "见“纷纷扬扬”。"
    },
    "纷纷拥拥": {
        "no": "4508",
        "meaning": "纷乱拥挤。"
    },
    "纷红骇绿": {
        "no": "4509",
        "meaning": "形容花叶繁盛，随风摆动。"
    },
    "纷至沓来": {
        "no": "4510",
        "meaning": "形容连续不断纷杂而来。"
    },
    "焚巢荡穴": {
        "no": "4511",
        "meaning": "比喻彻底摧毁。"
    },
    "焚巢捣穴": {
        "no": "4512",
        "meaning": "见“焚巢荡穴”。"
    },
    "焚典坑儒": {
        "no": "4513",
        "meaning": "见“焚书坑儒”。"
    },
    "焚符破玺": {
        "no": "4514",
        "meaning": "烧毁信符，打碎印章。"
    },
    "焚膏继晷": {
        "no": "4515",
        "meaning": "唐韩愈《进学解》：“焚膏油以继晷，恆兀兀以穷年。”膏，油脂之属，指灯烛。晷，日光。后以“焚膏继晷”形容夜以继日地勤奋学习、工作等。"
    },
    "焚骨扬灰": {
        "no": "4516",
        "meaning": "焚烧尸体，播洒骨灰。形容极其痛恨。"
    },
    "焚枯食淡": {
        "no": "4517",
        "meaning": "烤干鱼，食薄味。形容生活清苦。"
    },
    "焚林而猎": {
        "no": "4518",
        "meaning": "同“焚林而田”。"
    },
    "焚林而狩": {
        "no": "4519",
        "meaning": "同“焚林而田”。"
    },
    "焚林而田": {
        "no": "4520",
        "meaning": "烧毁树林以猎取野兽。比喻取之不留馀地，只顾眼前利益，不顾长远利益。"
    },
    "焚林而畋": {
        "no": "4521",
        "meaning": "同“焚林而田”。"
    },
    "焚林竭泽": {
        "no": "4522",
        "meaning": "焚林而田，竭泽而渔。喻只图眼前利益。"
    },
    "焚琴鬻鹤": {
        "no": "4523",
        "meaning": "犹焚琴煮鹤。"
    },
    "焚琴煮鹤": {
        "no": "4524",
        "meaning": "把琴当作柴火烧了去煮白鹤。比喻糟蹋美好的事物。"
    },
    "焚尸扬灰": {
        "no": "4525",
        "meaning": "见“焚骨扬灰”。"
    },
    "焚书坑儒": {
        "no": "4526",
        "meaning": "亦作“焚典坑儒”。秦始皇三十四年（公元前２１３年），博士淳于越根据古制，建议分封子弟。丞相李斯反对儒生以古非今，以私学诽谤朝政，建议除秦记、医药、卜筮、种树书外，民间所藏《诗》《书》和诸子百家书一律焚毁；谈论《诗》《书》者处死；以古非今者族诛；学习法令者以吏为师。始皇采纳这一建议。次年，方士、儒生求仙药不得，卢生等又逃亡，始皇怒，在咸阳坑杀诸生四百六十馀人。这一事件史称“焚书坑儒”。见《史记·秦始皇本纪》。"
    },
    "焚薮而田": {
        "no": "4527",
        "meaning": "同“焚林而田”。薮，林薮。"
    },
    "焚香顶礼": {
        "no": "4528",
        "meaning": "犹焚香礼拜。"
    },
    "焚香礼拜": {
        "no": "4529",
        "meaning": "烧香脆拜。表示尊敬服从。"
    },
    "焚香膜拜": {
        "no": "4530",
        "meaning": "见“焚香礼拜”。"
    },
    "焚香扫地": {
        "no": "4531",
        "meaning": "形容清幽的隐居生活。"
    },
    "焚舟破釜": {
        "no": "4532",
        "meaning": "犹破釜沉舟。喻下决心不顾一切地干到底。"
    },
    "粉白黛黑": {
        "no": "4533",
        "meaning": "以粉傅面、以黛画眉。谓女子修饰容颜。"
    },
    "粉白黛绿": {
        "no": "4534",
        "meaning": "犹粉白黛黑。"
    },
    "粉白墨黑": {
        "no": "4535",
        "meaning": "见“粉白黛黑”。"
    },
    "粉骨捐躯": {
        "no": "4536",
        "meaning": "谓粉身碎骨，献出生命。"
    },
    "粉骨糜躯": {
        "no": "4537",
        "meaning": "又作：粉骨碎身。"
    },
    "粉骨糜身": {
        "no": "4538",
        "meaning": "又作：粉骨碎身。"
    },
    "粉骨碎身": {
        "no": "4539",
        "meaning": "谓身躯粉碎，牺牲生命。"
    },
    "粉面油头": {
        "no": "4540",
        "meaning": "谓面上敷粉头上搽油，极意修饰，至于浮艳。"
    },
    "粉面硃脣": {
        "no": "4541",
        "meaning": "白脸红脣。有时形容面颜姣美。"
    },
    "粉墨登场": {
        "no": "4542",
        "meaning": "①演员傅粉施墨，化装登台表演。②今多喻登上政治舞台。含讥讽意。"
    },
    "粉身灰骨": {
        "no": "4543",
        "meaning": "见“粉身碎骨”。"
    },
    "粉身碎骨": {
        "no": "4544",
        "meaning": "身躯粉碎。指牺牲性命。"
    },
    "粉饰太平": {
        "no": "4545",
        "meaning": "谓涂饰外表，掩盖实情，把混乱腐败的局面，装点成太平盛世的样子。"
    },
    "粉妆玉琢": {
        "no": "4546",
        "meaning": "极言白晳，宛如粉妆成，玉雕就。"
    },
    "粉装玉琢": {
        "no": "4547",
        "meaning": "见“粉妆玉琢”。"
    },
    "奋不顾命": {
        "no": "4548",
        "meaning": "犹奋不顾身。"
    },
    "奋不顾身": {
        "no": "4549",
        "meaning": "奋勇直前，不顾生命。"
    },
    "奋发踔厉": {
        "no": "4550",
        "meaning": "奋发有为，意气昂扬。语本唐韩愈《柳子厚墓志铭》：“议论证据今古，出入经史百子，踔厉风发，率常屈其座人。”"
    },
    "奋发蹈厉": {
        "no": "4551",
        "meaning": "见“奋发踔厉”。"
    },
    "奋发图强": {
        "no": "4552",
        "meaning": "振作精神、努力工作，以谋求强盛。"
    },
    "奋身不顾": {
        "no": "4553",
        "meaning": "犹奋不顾身。"
    },
    "奋武扬威": {
        "no": "4554",
        "meaning": "振奋勇气，施展威风。"
    },
    "忿不顾身": {
        "no": "4555",
        "meaning": "同“奋不顾身”。"
    },
    "忿忿不平": {
        "no": "4556",
        "meaning": "同“愤愤不平”。"
    },
    "忿火中烧": {
        "no": "4557",
        "meaning": "又作：怒火中烧。"
    },
    "忿然作色": {
        "no": "4558",
        "meaning": "气愤地变了脸色，发怒。"
    },
    "忿世嫉俗": {
        "no": "4559",
        "meaning": "同“愤世嫉俗”。"
    },
    "愤不顾身": {
        "no": "4560",
        "meaning": "奋勇直前，不顾自身安危。"
    },
    "愤不欲生": {
        "no": "4561",
        "meaning": "愤恨得不想活了。极言愤恨之深。"
    },
    "愤愤不平": {
        "no": "4562",
        "meaning": "心中不平，为之十分气愤。"
    },
    "愤风惊浪": {
        "no": "4563",
        "meaning": "狂风骇浪。"
    },
    "愤时疾俗": {
        "no": "4564",
        "meaning": "同“愤世嫉俗”。"
    },
    "愤世疾俗": {
        "no": "4565",
        "meaning": "见“愤世嫉俗”。"
    },
    "愤世疾邪": {
        "no": "4566",
        "meaning": "犹愤世嫉俗。"
    },
    "丰草长林": {
        "no": "4567",
        "meaning": "①茂草高林。②指隐逸之地。"
    },
    "丰富多采": {
        "no": "4568",
        "meaning": "谓内容充实，形式多样。"
    },
    "丰功厚利": {
        "no": "4569",
        "meaning": "指巨大的功利。"
    },
    "丰功茂德": {
        "no": "4570",
        "meaning": "巨大的功勋，隆盛的德泽。"
    },
    "丰功盛烈": {
        "no": "4571",
        "meaning": "又作：丰功伟绩。巨大隆盛的功业。"
    },
    "丰功硕德": {
        "no": "4572",
        "meaning": "同“丰功茂德”。"
    },
    "丰功伟绩": {
        "no": "4573",
        "meaning": "伟大的功勋和业绩。"
    },
    "丰功懿德": {
        "no": "4574",
        "meaning": "同“丰功茂德”。"
    },
    "丰亨豫大": {
        "no": "4575",
        "meaning": "《易·丰》：“丰亨。王假之。”又《豫》：“圣人以顺动，则刑罚清而民服，豫之时义大矣哉。”本谓富饶安乐的太平景象。后多指好大喜功，奢侈挥霍。"
    },
    "丰墙墝下": {
        "no": "4576",
        "meaning": "垣墙高大，而基址峻峭。喻根基不固。"
    },
    "丰墙峭阯": {
        "no": "4577",
        "meaning": "墙高大而地基陡直。喻根基不牢。阯，同“址”。"
    },
    "丰屋蔀家": {
        "no": "4578",
        "meaning": "①《易·丰》：“上六，丰其屋，蔀其家，闚其户，阒其无人，三岁不觌，凶。”王弼注：“既丰其屋，又蔀其家，屋厚家覆，闇之甚也。虽窥其户，阒其无人，弃其所处，而自深藏也。处於明勋尚大之时，而深自幽隐，以高其行，大道既济，而犹不见，隐不为贤，更为反道，凶其宜也。”后以“丰屋蔀家”比喻深自隐藏，不肯出仕。②喻高官显宦豪富丰足。"
    },
    "丰屋生灾": {
        "no": "4579",
        "meaning": "谓高大其屋，将引起灾祸。"
    },
    "丰屋延灾": {
        "no": "4580",
        "meaning": "见“丰屋生灾”。"
    },
    "丰屋之过": {
        "no": "4581",
        "meaning": "见“丰屋之戒”。"
    },
    "丰屋之祸": {
        "no": "4582",
        "meaning": "见“丰屋之戒”。"
    },
    "丰屋之戒": {
        "no": "4583",
        "meaning": "《易·丰》：“《象》曰：‘丰其屋’，天际翔也。”高亨注：“‘丰其屋’，言贵族在位之时，如鸟得以飞翔於天空，故能大其屋也。”后以“丰屋之戒”、“丰屋之祸”、“丰屋之过”谓高大其屋，将有覆家之祸，应引以为戒。"
    },
    "丰衣足食": {
        "no": "4584",
        "meaning": "谓衣食充足，生活富裕。"
    },
    "风兵草甲": {
        "no": "4585",
        "meaning": "又作：草木皆兵。"
    },
    "风波平地": {
        "no": "4586",
        "meaning": "比喻突然发生了事故或变化。"
    },
    "风不鸣条": {
        "no": "4587",
        "meaning": "和风轻拂，树枝不发出声响。古人认为是贤者在位，天下大治时出现的一种自然景象。汉桓宽《盐铁论·水旱》：“周公载纪而天下太平，国无夭伤，岁无荒年。当此之时，雨不破塊，风不鸣条。”汉王充《论衡·是应》：“儒者论太平瑞应，皆言气物卓异……关梁不闭，道无虏掠，风不鸣条，雨不破塊，五日一风，十日一雨。”后因以“风不鸣条”比喻社会安定，世事太平。"
    },
    "风飡水宿": {
        "no": "4588",
        "meaning": "在风中吃饭，在水上住宿。形容行旅的艰苦。"
    },
    "风餐露宿": {
        "no": "4589",
        "meaning": "在风中进餐，在露水下住宿。形容旅途或野外生活的艰辛。"
    },
    "风餐水宿": {
        "no": "4590",
        "meaning": "同“风飡水宿”。"
    },
    "风餐雨宿": {
        "no": "4591",
        "meaning": "在风中进餐，在雨中住宿。形容旅途或野外生活的艰辛。"
    },
    "风僝雨僽": {
        "no": "4592",
        "meaning": "形容历尽磨难，十分烦恼憔悴。"
    },
    "风车雨马": {
        "no": "4593",
        "meaning": "指神灵的车马。亦用以比喻迅疾、快速。"
    },
    "风车云马": {
        "no": "4594",
        "meaning": "见“风车雨马”。"
    },
    "风尘表物": {
        "no": "4595",
        "meaning": "指超越世俗的杰出人物。"
    },
    "风尘仆仆": {
        "no": "4596",
        "meaning": "形容旅途奔波、辛苦劳累的样子。"
    },
    "风尘外物": {
        "no": "4597",
        "meaning": "见“风尘表物”。"
    },
    "风尘物表": {
        "no": "4598",
        "meaning": "见“风尘表物”。"
    },
    "风尘之会": {
        "no": "4599",
        "meaning": "谓战乱之际。"
    },
    "风尘之惊": {
        "no": "4600",
        "meaning": "见“风尘之警”。"
    },
    "风尘之警": {
        "no": "4601",
        "meaning": "谓兵乱之警报和惊忧。"
    },
    "风尘之声": {
        "no": "4602",
        "meaning": "见“风尘之言”。"
    },
    "风尘之言": {
        "no": "4603",
        "meaning": "指流言蜚语。"
    },
    "风驰草靡": {
        "no": "4604",
        "meaning": "见“风行草靡”。"
    },
    "风驰电掣": {
        "no": "4605",
        "meaning": "形容像刮风和闪电那样迅速。"
    },
    "风驰电骋": {
        "no": "4606",
        "meaning": "同“风驰电掣”。"
    },
    "风驰电赴": {
        "no": "4607",
        "meaning": "形容迅速趕赴。"
    },
    "风驰电击": {
        "no": "4608",
        "meaning": "形容迅速出击。"
    },
    "风驰电卷": {
        "no": "4609",
        "meaning": "同“风驰电掣”。"
    },
    "风驰电逝": {
        "no": "4610",
        "meaning": "同“风驰电掣”。"
    },
    "风驰霆击": {
        "no": "4611",
        "meaning": "见“风驰电击”。"
    },
    "风驰雨骤": {
        "no": "4612",
        "meaning": "形容像风雨一样迅捷猛烈。"
    },
    "风驰云卷": {
        "no": "4613",
        "meaning": "形容迅速席卷。"
    },
    "风驰云走": {
        "no": "4614",
        "meaning": "形容奔驰疾速。"
    },
    "风吹草动": {
        "no": "4615",
        "meaning": "比喻产生变故的端倪、迹象。"
    },
    "风吹浪打": {
        "no": "4616",
        "meaning": "①谓遇到风和浪涛的吹打。②比喻承受磨难和艰险。"
    },
    "风吹马耳": {
        "no": "4617",
        "meaning": "比喻对别人的话无动于衷。"
    },
    "风吹雨打": {
        "no": "4618",
        "meaning": "①谓遭受风雨的吹打。②比喻遭受摧残、挫折或磨难。"
    },
    "风吹云散": {
        "no": "4619",
        "meaning": "比喻事物的消失、完结。"
    },
    "风从虎，云从龙": {
        "no": "4620",
        "meaning": "《易·乾》：“同声相应，同气相求。水流湿，火就燥。云从龙，风从虎。圣人作而万物睹。”后因以“风从虎，云从龙”比喻事物之间的相互感应。"
    },
    "风从响应": {
        "no": "4621",
        "meaning": "谓闻风而动，呼应迅速。"
    },
    "风刀霜剑": {
        "no": "4622",
        "meaning": "风如刀，霜似剑。形容气候寒冷恶劣。常比喻人情险恶。"
    },
    "风调雨顺": {
        "no": "4623",
        "meaning": "①指风雨适合农时。②指寺庙山门两旁所塑的四天王。"
    },
    "风度翩翩": {
        "no": "4624",
        "meaning": "形容神态举止洒脱（多指青年男子）。"
    },
    "风飞云会": {
        "no": "4625",
        "meaning": "比喻君臣遇合。"
    },
    "风风雨雨": {
        "no": "4626",
        "meaning": "①刮风下雨。②比喻重重阻难。③比喻议论纷纷。"
    },
    "风风韵韵": {
        "no": "4627",
        "meaning": "亦作“风风韵韵”。①形容韵致、意态美好。②声音悠长婉转貌。"
    },
    "风高放火，月黑杀人": {
        "no": "4628",
        "meaning": "旧时形容盗匪趁机作案的行径。"
    },
    "风光月霁": {
        "no": "4629",
        "meaning": "指雨过天晴时明净清新的景象。亦比喻胸襟开阔、心地坦白。"
    },
    "风禾尽起": {
        "no": "4630",
        "meaning": "《书·金縢》：“秋，大熟。未穫，天大雷电以风，禾尽偃……王出郊，天乃雨，反风，禾则尽起。”后以“风禾尽起”为顺应天心，得到天助的出典。"
    },
    "风和日丽": {
        "no": "4631",
        "meaning": "微风和暢，阳光明丽。"
    },
    "风和日美": {
        "no": "4632",
        "meaning": "见“风和日丽”。"
    },
    "风和日暖": {
        "no": "4633",
        "meaning": "微风和暢，阳光温暖。"
    },
    "风和日煗": {
        "no": "4634",
        "meaning": "见“风和日暖”。"
    },
    "风和日暄": {
        "no": "4635",
        "meaning": "见“风和日暖”。"
    },
    "风虎云龙": {
        "no": "4636",
        "meaning": "比喻圣主、贤臣的遇合。"
    },
    "风花雪月": {
        "no": "4637",
        "meaning": "①泛指四时景色。②指反映闲情逸致的浮华空泛的诗文。③指花言巧语、虚伪惑人的话。④指男女情爱之事。⑤指花天酒地、放纵浪荡的行为。"
    },
    "风华正茂": {
        "no": "4638",
        "meaning": "形容朝气蓬勃，才华横溢。"
    },
    "风华浊世": {
        "no": "4639",
        "meaning": "谓佼佼不凡。"
    },
    "风环雨鬓": {
        "no": "4640",
        "meaning": "见“风鬟雨鬓”。"
    },
    "风鬟雾鬓": {
        "no": "4641",
        "meaning": "①形容女子头发美丽。②形容女子的头发蓬松散乱。"
    },
    "风鬟雨鬓": {
        "no": "4642",
        "meaning": "①形容妇女头发蓬松散乱。②形容女子头发美丽。"
    },
    "风回电激": {
        "no": "4643",
        "meaning": "形容像风那样回旋，像闪电那样迅速。"
    },
    "风激电飞": {
        "no": "4644",
        "meaning": "形容势猛。"
    },
    "风激电骇": {
        "no": "4645",
        "meaning": "见“风激电飞”。"
    },
    "风急浪高": {
        "no": "4646",
        "meaning": "形容风浪很大。"
    },
    "风景不殊": {
        "no": "4647",
        "meaning": "西晋灭亡后，晋元帝在江南重建晋王朝。过江人士至暇日相邀饮宴。大将军周顗中坐而叹曰：“风景不殊，举目有江河之异。”见《晋书·王导传》。后即以“风景不殊”悲叹国土破碎或沦亡。"
    },
    "风举云飞": {
        "no": "4648",
        "meaning": "见“风举云摇”。"
    },
    "风举云摇": {
        "no": "4649",
        "meaning": "①凭借风云飞腾而上。②比喻飞黄腾达。"
    },
    "风卷残云": {
        "no": "4650",
        "meaning": "比喻一下子消灭得干干净净。"
    },
    "风口浪尖": {
        "no": "4651",
        "meaning": "比喻激烈尖锐的社会斗争前哨。"
    },
    "风雷火砲": {
        "no": "4652",
        "meaning": "形容十分急躁。"
    },
    "风雷之变": {
        "no": "4653",
        "meaning": "据《书·金縢》载：周武王死后，周公摄政，镇压了武王的弟弟管叔、蔡叔等的叛乱。武王子成王因受流言影响，怀疑周公的忠诚，于是“天大雷电以风，禾尽偃，大木斯拔，邦人大恐。”后遂以“风雷之变”指上天示警的灾异现象。"
    },
    "风里杨花": {
        "no": "4654",
        "meaning": "风中的杨花飘忽不定。比喻事情或事物变化无定准。"
    },
    "风流博浪": {
        "no": "4655",
        "meaning": "风流放浪。"
    },
    "风流才子": {
        "no": "4656",
        "meaning": "风度潇洒、才学出众的人。"
    },
    "风流跌宕": {
        "no": "4657",
        "meaning": "气度超脱，潇洒放逸。"
    },
    "风流千古": {
        "no": "4658",
        "meaning": "谓风雅之事久远流传。"
    },
    "风流人物": {
        "no": "4659",
        "meaning": "①英俊潇洒、杰出不凡的人物。②花哨轻浮或不拘礼法的人。"
    },
    "风流儒雅": {
        "no": "4660",
        "meaning": "称扬人学识渊博，举止潇洒，很有风度。"
    },
    "风流事过": {
        "no": "4661",
        "meaning": "轻微的过失。"
    },
    "风流倜傥": {
        "no": "4662",
        "meaning": "英俊潇洒，不拘礼法。"
    },
    "风流潇洒": {
        "no": "4663",
        "meaning": "风度大方，气度洒脱。"
    },
    "风流雨散": {
        "no": "4664",
        "meaning": "见“风流云散”。"
    },
    "风流云散": {
        "no": "4665",
        "meaning": "风吹过，云飘散，踪迹全消。比喻人飘零离散。"
    },
    "风流缊藉": {
        "no": "4666",
        "meaning": "见“风流蕴藉”。"
    },
    "风流韵事": {
        "no": "4667",
        "meaning": "①指风雅之事。②指男女私情方面的事情。"
    },
    "风流蕴藉": {
        "no": "4668",
        "meaning": "①形容人风雅潇洒，温文含蓄。②亦作“风流缊藉”。指诗文的意趣飘逸而含蓄。"
    },
    "风流醖藉": {
        "no": "4669",
        "meaning": "见“风流蕴藉”。"
    },
    "风流罪犯": {
        "no": "4670",
        "meaning": "细小的过失。"
    },
    "风流罪过": {
        "no": "4671",
        "meaning": "①因风雅之事而犯的过失。②指男女风情过失。③轻微的过失。"
    },
    "风马不接": {
        "no": "4672",
        "meaning": "又作：风马牛不相及。"
    },
    "风马牛": {
        "no": "4673",
        "meaning": "见“风马牛不相及”。"
    },
    "风马牛不相及": {
        "no": "4674",
        "meaning": "《左传·僖公四年》：“君处北海，寡人处南海，唯是风马牛不相及也。”孔颖达疏引服虔曰：“牝牡相诱谓之风……此言‘风马牛’，谓马牛风逸，牝牡相诱，盖是末界之微事，言此事不相及，故以取喻不相干也。”一说：风，放逸，走失。谓齐楚两地相离甚远，马牛不会走失至对方地界。后用以比喻事物之间毫不相干。"
    },
    "风马云车": {
        "no": "4675",
        "meaning": "指神灵的车马。"
    },
    "风门水口": {
        "no": "4676",
        "meaning": "指要冲。"
    },
    "风靡一时": {
        "no": "4677",
        "meaning": "同“风行一时”。"
    },
    "风靡一世": {
        "no": "4678",
        "meaning": "同“风行一世”。"
    },
    "风靡云涌": {
        "no": "4679",
        "meaning": "见“风起云涌”。"
    },
    "风靡云蒸": {
        "no": "4680",
        "meaning": "比喻事物迅速而普遍地相继出现。"
    },
    "风木含悲": {
        "no": "4681",
        "meaning": "见“风木之悲”。"
    },
    "风木之悲": {
        "no": "4682",
        "meaning": "比喻父母亡故，不及侍养的悲伤。"
    },
    "风木之思": {
        "no": "4683",
        "meaning": "比喻父母亡故，不及孝养而生的思念之情。"
    },
    "风牛马不相及": {
        "no": "4684",
        "meaning": "同“风马牛不相及”。"
    },
    "风暖日丽": {
        "no": "4685",
        "meaning": "见“风和日丽”。"
    },
    "风平波息": {
        "no": "4686",
        "meaning": "没有风浪。比喻平静无事。"
    },
    "风平浪静": {
        "no": "4687",
        "meaning": "①没有风浪。②比喻平静无事。"
    },
    "风萍浪迹": {
        "no": "4688",
        "meaning": "比喻飘泊无定。"
    },
    "风起潮涌": {
        "no": "4689",
        "meaning": "同“风起水涌”。"
    },
    "风起浪涌": {
        "no": "4690",
        "meaning": "同“风起水涌”。见“风起水涌”。"
    },
    "风起泉涌": {
        "no": "4691",
        "meaning": "比喻事物大量而迅速地涌现。"
    },
    "风起水涌": {
        "no": "4692",
        "meaning": "亦作“风起水涌”。①大风急起，浪涛翻涌。②比喻相继兴起，声势浩大。"
    },
    "风起云布": {
        "no": "4693",
        "meaning": "又作：风起云涌。"
    },
    "风起云飞": {
        "no": "4694",
        "meaning": "汉武帝《秋风辞》：“秋风起兮白云飞……箫鼓鸣兮发棹歌，欢乐极兮哀情多，少壮几时兮奈老何！”后即以“风起云飞”为触景伤怀之词。"
    },
    "风起云涌": {
        "no": "4695",
        "meaning": "亦作“风起云涌”。①大风刮起，乌云涌集。形容气势雄大。②比喻事物迅速发展，声势浩大。"
    },
    "风起云蒸": {
        "no": "4696",
        "meaning": "大风吹起，云朵涌集。比喻事物迅猛兴起，声势浩大。"
    },
    "风前月下": {
        "no": "4697",
        "meaning": "唐刘禹锡《洛中逢白监同话游梁之乐因寄宣武令孤相公》诗：“借问风前兼月下，不知何客对胡床。”后以“风前月下”指良辰美景。"
    },
    "风樯阵马": {
        "no": "4698",
        "meaning": "①乘风的帆船，临阵的战马。形容行进迅速，气势雄伟。②比喻文笔遒劲。"
    },
    "风轻云淡": {
        "no": "4699",
        "meaning": "微风轻柔，浮云淡薄。形容天色晴好。"
    },
    "风轻云净": {
        "no": "4700",
        "meaning": "见“风轻云淡”。"
    },
    "风清弊绝": {
        "no": "4701",
        "meaning": "谓社会风气良好，营私舞弊的事情绝迹。"
    },
    "风清月白": {
        "no": "4702",
        "meaning": "见“风清月皎”。"
    },
    "风清月皎": {
        "no": "4703",
        "meaning": "微风清凉，月色皎洁。形容夜景幽美宜人。"
    },
    "风清月朗": {
        "no": "4704",
        "meaning": "①微风清凉，月光明朗。形容夜景美好。②比喻品性高洁。"
    },
    "风清月明": {
        "no": "4705",
        "meaning": "见“风清月朗”。"
    },
    "风情月思": {
        "no": "4706",
        "meaning": "指男女相互爱恋的情思。"
    },
    "风情月意": {
        "no": "4707",
        "meaning": "见“风情月思”。"
    },
    "风情月债": {
        "no": "4708",
        "meaning": "指男女恋爱的事情。"
    },
    "风驱电击": {
        "no": "4709",
        "meaning": "见“风驰电击”。"
    },
    "风驱电扫": {
        "no": "4710",
        "meaning": "形容像刮风、闪电那样迅速驰赴和扫除。"
    },
    "风声鹤唳": {
        "no": "4711",
        "meaning": "东晋时，秦主苻坚率众南侵，号称百万，列阵淝水，谢玄等率精兵八千渡水击之。秦兵大败，坚众奔溃，自相蹈藉，投水死者不可胜计，淝水为之不流。馀众弃甲宵遁，闻风声鹤唳，皆以为追兵已至。事见《晋书·谢玄传》。后因以“风声鹤唳”形容极端惊慌疑惧或自相惊扰。"
    },
    "风树之悲": {
        "no": "4712",
        "meaning": "同“风木之悲”。"
    },
    "风斯在下": {
        "no": "4713",
        "meaning": "《庄子·逍遥游》：“风之积也不厚，则其负大翼也无力。故九万里则风斯在下矣，而后乃今培风。”谓鹏鸟凭借风力而高飞。后以“风斯在下”比喻超越前贤。"
    },
    "风俗人情": {
        "no": "4714",
        "meaning": "指一地相沿而成的风尚、礼节、习惯等。"
    },
    "风宿水飡": {
        "no": "4715",
        "meaning": "见“风宿水餐”。"
    },
    "风宿水餐": {
        "no": "4716",
        "meaning": "风中住宿，水上吃饭。形容行旅的艰苦。"
    },
    "风飧水宿": {
        "no": "4717",
        "meaning": "同“风飡水宿”。"
    },
    "风恬浪静": {
        "no": "4718",
        "meaning": "①没有风浪。②比喻平静无事。"
    },
    "风通道会": {
        "no": "4719",
        "meaning": "谓风尚人情有共同处。"
    },
    "风土人情": {
        "no": "4720",
        "meaning": "一个地方特有的地理环境和民间风习等的总称。"
    },
    "风潇雨晦": {
        "no": "4721",
        "meaning": "《诗·郑风·风雨》：“风雨潇潇，鸡鸣胶胶，既见君子，云胡不瘳。风雨如晦，鸡鸣不已，既见君子，云胡不喜。”后遂以“风潇雨晦”形容风急雨骤，天色昏暗。亦比喻形势险恶。"
    },
    "风兴云蒸": {
        "no": "4722",
        "meaning": "见“风起云蒸”。"
    },
    "风行草从": {
        "no": "4723",
        "meaning": "见“风行草偃”。"
    },
    "风行草靡": {
        "no": "4724",
        "meaning": "比喻强大的势力能制服一切。"
    },
    "风行草偃": {
        "no": "4725",
        "meaning": "《论语·颜渊》：“君子之德风，小人之德草。草上之风，必偃。”何晏集解引孔安国曰：“加草以风，无不仆者，犹民之化於上。”比喻庶民被德教感化而顺从君上。后以“风行草偃”比喻有声望者的言行影响世态俗情。"
    },
    "风行电掣": {
        "no": "4726",
        "meaning": "见“风驰电掣”。"
    },
    "风行电击": {
        "no": "4727",
        "meaning": "形容气势迅猛。"
    },
    "风行电扫": {
        "no": "4728",
        "meaning": "见“风行电击”。"
    },
    "风行电照": {
        "no": "4729",
        "meaning": "形容迅速威猛。"
    },
    "风行雷厉": {
        "no": "4730",
        "meaning": "形容气势的迅疾猛烈。后多比喻执行政事法令等的迅速严格。"
    },
    "风行水上": {
        "no": "4731",
        "meaning": "《易·涣》：“象曰：风行水上，涣。”后以“风行水上”比喻自然流暢，不矫揉造作。"
    },
    "风行一时": {
        "no": "4732",
        "meaning": "在一个时期里普遍流行。"
    },
    "风行一世": {
        "no": "4733",
        "meaning": "谓一个时期在社会上盛行。"
    },
    "风行雨散": {
        "no": "4734",
        "meaning": "同“风流云散”。"
    },
    "风雪交加": {
        "no": "4735",
        "meaning": "暴风大雪一齐袭来。形容天气十分恶劣。"
    },
    "风言醋语": {
        "no": "4736",
        "meaning": "散布含有嫉妒性的中伤之言。"
    },
    "风言风语": {
        "no": "4737",
        "meaning": "①指没有根据或恶意中伤的话。②私下议论或暗中散布某种传说。"
    },
    "风言雾语": {
        "no": "4738",
        "meaning": "指隐约其辞的传闻。"
    },
    "风言影语": {
        "no": "4739",
        "meaning": "捕风捉影的话语。"
    },
    "风檐寸晷": {
        "no": "4740",
        "meaning": "谓科举时代考场寒冷，时间紧迫，十分艰苦。"
    },
    "风檐刻烛": {
        "no": "4741",
        "meaning": "同“风檐寸晷”。"
    },
    "风移俗变": {
        "no": "4742",
        "meaning": "同“风移俗易”。"
    },
    "风移俗改": {
        "no": "4743",
        "meaning": "同“风移俗易”。"
    },
    "风移俗易": {
        "no": "4744",
        "meaning": "转移风气，改变习俗。"
    },
    "风雨不改": {
        "no": "4745",
        "meaning": "语出《诗·郑风·风雨序》：“《风雨》，思君子也。乱世则思君子不改其度焉。”比喻处于恶劣环境中不变其节操。"
    },
    "风雨不透": {
        "no": "4746",
        "meaning": "风刮不进，雨水透不过。形容封闭或包围得十分紧密。"
    },
    "风雨对床": {
        "no": "4747",
        "meaning": "唐韦应物《示全真元常》诗：“宁知风雪夜，复此对床眠。”后因以“风雨对床”指兄弟或亲友久别重逢，共处一室倾心交谈的欢乐之情。"
    },
    "风雨晦冥": {
        "no": "4748",
        "meaning": "见“风雨晦暝”。"
    },
    "风雨晦暝": {
        "no": "4749",
        "meaning": "谓风雨交加，天色昏暗犹如黑夜。"
    },
    "风雨交加": {
        "no": "4750",
        "meaning": "大风暴雨一齐袭来。形容天气十分恶劣。"
    },
    "风雨连床": {
        "no": "4751",
        "meaning": "同“风雨对床”。"
    },
    "风雨漂摇": {
        "no": "4752",
        "meaning": "见“风雨飘摇”。"
    },
    "风雨飘零": {
        "no": "4753",
        "meaning": "受风雨吹打而飘失零落。"
    },
    "风雨飘摇": {
        "no": "4754",
        "meaning": "语本《诗·豳风·鸱鸮》：“予室翘翘，风雨所漂摇。”谓在风雨中飘荡摇摆。后用以比喻动荡不安。"
    },
    "风雨飘飖": {
        "no": "4755",
        "meaning": "见“风雨飘摇”。"
    },
    "风雨凄凄": {
        "no": "4756",
        "meaning": "风雨交加，凄凉清冷。"
    },
    "风雨如晦": {
        "no": "4757",
        "meaning": "①《诗·郑风·风雨》：“风雨如晦，鸡鸣不已。”后用“风雨如晦”比喻于恶劣环境中而不改变气节操守。②比喻社会黑暗混乱。"
    },
    "风雨如磐": {
        "no": "4758",
        "meaning": "①形容风雨极大。磐，大石头。②比喻黑暗势力压迫沉重。"
    },
    "风雨时若": {
        "no": "4759",
        "meaning": "《书·洪范》：“曰肃，时雨若……曰圣，时风若。”孔传：“君行敬，则时雨顺之。”后以“风雨时若”指风调雨顺。"
    },
    "风雨同舟": {
        "no": "4760",
        "meaning": "《孙子·九地》：“夫吴人与越人相恶也，当其同舟而济，遇风，其相救也如左右手。”后以“风雨同舟”比喻共同度过困难。"
    },
    "风雨无阻": {
        "no": "4761",
        "meaning": "刮风下雨也阻挡不住。泛指不管发生什么情况，均按原定计划照常进行。"
    },
    "风雨萧条": {
        "no": "4762",
        "meaning": "风雨交加，景象冷落。"
    },
    "风月无边": {
        "no": "4763",
        "meaning": "极言风景之佳胜。"
    },
    "风月无涯": {
        "no": "4764",
        "meaning": "见“风月无边”。"
    },
    "风云变幻": {
        "no": "4765",
        "meaning": "风云变动不定。比喻事物变化复杂或局势动荡不定。"
    },
    "风云变色": {
        "no": "4766",
        "meaning": "比喻局势的变化巨大。"
    },
    "风云变态": {
        "no": "4767",
        "meaning": "形容诗文变化多姿。"
    },
    "风云叱咤": {
        "no": "4768",
        "meaning": "同“叱咤风云”。"
    },
    "风云际会": {
        "no": "4769",
        "meaning": "指君臣遇合。"
    },
    "风云人物": {
        "no": "4770",
        "meaning": "指得势而言行能影响大局的人物。"
    },
    "风云突变": {
        "no": "4771",
        "meaning": "比喻局势突然发生巨大变化。"
    },
    "风云月露": {
        "no": "4772",
        "meaning": "《隋书·李谔传》：“连篇累牍，不出月露之形，积案盈箱，唯是风云之状。”后即用“风云月露”指绮丽浮靡，吟风弄月的诗文。"
    },
    "风云之志": {
        "no": "4773",
        "meaning": "宏大高远的心志。"
    },
    "风张风势": {
        "no": "4774",
        "meaning": "又作：装疯卖傻。"
    },
    "风栉雨沐": {
        "no": "4775",
        "meaning": "谓以风梳发，以雨洗头。形容在外奔波，不避风雨，历尽艰辛。"
    },
    "风中秉烛": {
        "no": "4776",
        "meaning": "在风中拿着的蜡烛。比喻临近死亡的人或行将消灭的事物。"
    },
    "风中之烛": {
        "no": "4777",
        "meaning": "见“风中秉烛”。"
    },
    "风烛残年": {
        "no": "4778",
        "meaning": "比喻临近死亡的晚年。"
    },
    "封刀挂剑": {
        "no": "4779",
        "meaning": "比喻运动员结束竞技生涯，不再参加正式比赛。"
    },
    "封官许原": {
        "no": "4780",
        "meaning": "封赏官职和许诺报酬。现多指为了使他人为己所用而答应给以名利地位。"
    },
    "封胡羯末": {
        "no": "4781",
        "meaning": "《晋书·列女传·王凝之妻谢氏》：“（谢道韫）初適凝之，还，甚不乐。安曰：‘王郎，逸少子，不恶，汝何恨也？’答曰：‘一门叔父有阿大（谢尚）、中郎（谢据）；群从兄弟复有封胡羯末，不意天壤之中乃有王郎！’封谓谢韶，胡谓谢朗，羯谓谢玄末谓谢川，皆小字也。”南朝宋刘义庆《世说新语·贤媛》羯作“遏”。刘孝标注：“封胡为谢韶小字，遏末为谢渊小字。”与《晋书》说法小异。后用为称美兄弟子侄之辞。"
    },
    "封己守残": {
        "no": "4782",
        "meaning": "固步自封，抱残守缺。"
    },
    "封金挂印": {
        "no": "4783",
        "meaning": "谓不受赏赐，辞去官职。"
    },
    "封妻廕子": {
        "no": "4784",
        "meaning": "妻受封诰，子孙亦廕袭官爵利禄或规定的特权，均属封建帝王宠赐臣下的一种优渥待遇。"
    },
    "封豕长蛇": {
        "no": "4785",
        "meaning": "亦作“封豨脩蛇”。大猪与长蛇。喻贪暴者。"
    },
    "封豨脩蛇": {
        "no": "4786",
        "meaning": "见“封豕长蛇”。"
    },
    "峰回路转": {
        "no": "4787",
        "meaning": "亦作“峰回路转”。①谓山势曲折，道路随之迂回。②今常以喻事情经历曲折后，出现新的转机。"
    },
    "烽火连天": {
        "no": "4788",
        "meaning": "形容战火到处燃烧。"
    },
    "锋不可当": {
        "no": "4789",
        "meaning": "又作：势不可当。"
    },
    "锋芒毕露": {
        "no": "4790",
        "meaning": "亦作“锋铓毕露”。①谓笔锋、笔势完全显露出来。②比喻人爱逞强显能，好表现自己。"
    },
    "锋铓毕露": {
        "no": "4791",
        "meaning": "见“锋芒毕露”。"
    },
    "蜂猜蝶觑": {
        "no": "4792",
        "meaning": "同“蜂迷蝶猜”。"
    },
    "蜂虿起怀": {
        "no": "4793",
        "meaning": "比喻祸害侵身。"
    },
    "蜂虿有毒": {
        "no": "4794",
        "meaning": "谓恶物虽小，却能害人。"
    },
    "蜂虿之祸": {
        "no": "4795",
        "meaning": "指由小毒而引起的大祸。"
    },
    "蜂出泉流": {
        "no": "4796",
        "meaning": "像群蜂倾巢，如泉水涌流。形容一时并作。"
    },
    "蜂房蚁穴": {
        "no": "4797",
        "meaning": "比喻各自占据一方。"
    },
    "蜂附云集": {
        "no": "4798",
        "meaning": "比喻人众从各处聚集。"
    },
    "蜂合豕突": {
        "no": "4799",
        "meaning": "如群蜂聚集，似野猪奔突。比喻众人杂沓会合，横冲直撞。"
    },
    "蜂合蚁聚": {
        "no": "4800",
        "meaning": "同“蜂屯蚁聚”。"
    },
    "蜂窠蚁穴": {
        "no": "4801",
        "meaning": "比喻占据的地方极为窄小，借以对偏安一隅的地方势力的蔑称。"
    },
    "蜂狂蝶乱": {
        "no": "4802",
        "meaning": "旧谓男女间行为放荡。"
    },
    "蜂媒蝶使": {
        "no": "4803",
        "meaning": "花间飞舞的蜂蝶。比喻为男女双方居间撮合或传递书信的人。"
    },
    "蜂迷蝶猜": {
        "no": "4804",
        "meaning": "比喻男子对女子的思慕。"
    },
    "蜂迷蝶恋": {
        "no": "4805",
        "meaning": "同“蜂狂蝶乱”。"
    },
    "蜂目豺声": {
        "no": "4806",
        "meaning": "眼如胡蜂，声似豺狼。形容凶恶的面貌和声音。"
    },
    "蜂起云涌": {
        "no": "4807",
        "meaning": "比喻许多事物相继兴起，声势很大。"
    },
    "蜂趋蚁附": {
        "no": "4808",
        "meaning": "比喻很多人迎合投靠。"
    },
    "蜂扇蚁聚": {
        "no": "4809",
        "meaning": "蜂翅扇动，蚂蚁聚合。比喻人虽众多但起不了大作用。"
    },
    "蜂扇螘聚": {
        "no": "4810",
        "meaning": "见“蜂扇蚁聚”。"
    },
    "蜂识莺猜": {
        "no": "4811",
        "meaning": "见“蜂迷蝶猜”。"
    },
    "蜂屯乌合": {
        "no": "4812",
        "meaning": "同“蜂屯蚁聚”。"
    },
    "蜂屯蚁附": {
        "no": "4813",
        "meaning": "同“蜂屯蚁聚”。"
    },
    "蜂屯蚁聚": {
        "no": "4814",
        "meaning": "形容人群蜂蚁般杂乱地聚集在一起。"
    },
    "蜂屯蚁杂": {
        "no": "4815",
        "meaning": "同“蜂屯蚁聚”。"
    },
    "蜂屯螘聚": {
        "no": "4816",
        "meaning": "同“蜂屯蚁聚”。"
    },
    "蜂腰鹤膝": {
        "no": "4817",
        "meaning": "诗律八病中的两种。蜂腰，指五言诗第二字与第五字同声，言两头粗中间细，有如蜂腰；一说，指全句皆浊音而中一字清音者，谓之蜂腰。鹤膝，有三种说法：一为五言诗两联中的第五字和第十五字同声；一为全句中首尾两字平声而第三字仄声；一为全句皆清而中一字浊。"
    },
    "蜂腰削背": {
        "no": "4818",
        "meaning": "见“蜂腰猿背”。"
    },
    "蜂腰猿背": {
        "no": "4819",
        "meaning": "细腰窄背。形容轻盈俊俏。"
    },
    "蜂营蚁队": {
        "no": "4820",
        "meaning": "比喻乌合之众。"
    },
    "蜂拥蚁聚": {
        "no": "4821",
        "meaning": "同“蜂屯蚁聚”。"
    },
    "蜂拥蚁屯": {
        "no": "4822",
        "meaning": "同“蜂屯蚁聚”。"
    },
    "蜂游蝶舞": {
        "no": "4823",
        "meaning": "同“蜂狂蝶乱”。"
    },
    "蜂攒蚁集": {
        "no": "4824",
        "meaning": "同“蜂屯蚁聚”。"
    },
    "蜂攒蚁聚": {
        "no": "4825",
        "meaning": "同“蜂屯蚁聚”。"
    },
    "冯河暴虎": {
        "no": "4826",
        "meaning": "又作：暴虎冯河。"
    },
    "冯驩弹铗": {
        "no": "4827",
        "meaning": "据《战国策·齐策四》载，齐人冯谖（《史记·孟尝君列传》引作“冯驩”）为孟尝君门客，不受重视。冯三弹其铗而歌，一曰：“长铗归来乎！食无鱼！”二曰：“长铗归来乎！出无车！”三曰：“长铗归来乎！无以为家！”孟尝君一一满足其要求，使冯食有鱼，出有车，冯母供养无乏。于是冯全心为孟尝君谋划，营就三窟。后因以“冯驩弹铗”为怀才不遇或有才华的人希望得到恩遇之典。"
    },
    "冯生弹铗": {
        "no": "4828",
        "meaning": "见“冯驩弹铗”。"
    },
    "冯唐白首": {
        "no": "4829",
        "meaning": "同“冯唐易老”。"
    },
    "冯唐头白": {
        "no": "4830",
        "meaning": "同“冯唐易老”。"
    },
    "冯唐易老": {
        "no": "4831",
        "meaning": "汉冯唐身历三朝，至武帝时，举为贤良，但唐已九十馀岁，不能再做官了。见《史记·张释之冯唐列传》。后因以“冯唐易老”慨叹生不逢时或表示年寿老迈。"
    },
    "逢场竿木": {
        "no": "4832",
        "meaning": "喻偶尔凑凑热闹的人。语本《五灯会元·南岳让禅师法嗣·江西马祖道一禅师》：“竿木随身，逢场作戏。”"
    },
    "逢场游戏": {
        "no": "4833",
        "meaning": "又作：逢场作戏。偶尔凑凑热闹。"
    },
    "逢场作乐": {
        "no": "4834",
        "meaning": "又作：逢场作戏。偶尔随俗应酬凑凑热闹。"
    },
    "逢场作趣": {
        "no": "4835",
        "meaning": "又作：逢场作戏。偶尔随俗应酬凑凑热闹。"
    },
    "逢场作戏": {
        "no": "4836",
        "meaning": "①卖艺人遇到合适的地方，就开场表演。②偶尔随俗应酬凑凑热闹。"
    },
    "逢恶导非": {
        "no": "4837",
        "meaning": "谓逢迎坏人，助长恶行。"
    },
    "逢机遘会": {
        "no": "4838",
        "meaning": "遭逢机会。"
    },
    "逢机立断": {
        "no": "4839",
        "meaning": "又作：当机立断。"
    },
    "逢吉丁辰": {
        "no": "4840",
        "meaning": "谓遇上好时运。"
    },
    "逢人说项": {
        "no": "4841",
        "meaning": "唐李绰《尚书故实》：“杨祭酒敬之爱才，公心尝知江表之士项斯。赠诗曰：‘处处见诗诗揔好，及观标格过於诗。平生不解藏人善，到处逢人说项斯。’”后因以“逢人说项”谓到处称扬人善。"
    },
    "逢山开道": {
        "no": "4842",
        "meaning": "形容不畏艰险，在前开路。常与“遇水叠桥”连用。"
    },
    "逢山开路": {
        "no": "4843",
        "meaning": "见“逢山开道”。"
    },
    "逢凶化吉": {
        "no": "4844",
        "meaning": "谓遇到凶险而能化为吉祥。"
    },
    "缝衣浅带": {
        "no": "4845",
        "meaning": "宽袖大带。古代儒者之服。亦指儒者。"
    },
    "讽德诵功": {
        "no": "4846",
        "meaning": "赞美、颂扬功德。"
    },
    "讽多要寡": {
        "no": "4847",
        "meaning": "讽谕之言多，切要之言少。"
    },
    "讽一劝百": {
        "no": "4848",
        "meaning": "《史记·司马相如列传》：“扬雄以为靡丽之赋，劝百风一，犹驰骋郑卫之声，曲终而奏雅，不已亏乎？”后遂以“讽一劝百”形容规讽正道的言辞远远及不上劝诱奢靡的言辞。谓意在使人警戒，但结果却适得其反。"
    },
    "凤表龙姿": {
        "no": "4849",
        "meaning": "形容英俊的仪表。"
    },
    "凤泊鸾飘": {
        "no": "4850",
        "meaning": "比喻有才之人不得志，飘泊无定。"
    },
    "凤采鸾章": {
        "no": "4851",
        "meaning": "形容诗文的文采华丽。"
    },
    "凤愁鸾怨": {
        "no": "4852",
        "meaning": "比喻夫妻间因思念而生的愁怨。"
    },
    "凤雏麟子": {
        "no": "4853",
        "meaning": "比喻贵族子孙或称誉佳子弟。"
    },
    "凤附龙攀": {
        "no": "4854",
        "meaning": "汉扬雄《法言·渊骞》：“攀龙鳞，附凤翼。”后以“凤附龙攀”谓依附帝王权贵建功立业。"
    },
    "凤歌鸾舞": {
        "no": "4855",
        "meaning": "神鸟歌舞。比喻美妙的歌舞。"
    },
    "凤骨龙姿": {
        "no": "4856",
        "meaning": "形容超凡的体格和仪态。"
    },
    "凤管鸾笙": {
        "no": "4857",
        "meaning": "笙箫之乐的美称。"
    },
    "凤管鸾箫": {
        "no": "4858",
        "meaning": "见“凤管鸾笙”。"
    },
    "凤皇来仪": {
        "no": "4859",
        "meaning": "见“凤凰来仪”。"
    },
    "凤皇于飞": {
        "no": "4860",
        "meaning": "见“凤凰于飞”。"
    },
    "凤皇于蜚": {
        "no": "4861",
        "meaning": "见“凤凰于飞”。"
    },
    "凤凰来仪": {
        "no": "4862",
        "meaning": "亦作“凤皇来仪”。凤凰来舞，仪表非凡。指吉祥之兆。《书·益稷》：“《萧韶》九成，凤皇来仪。”孔传：“仪，有容仪。备乐九奏而致凤皇，则馀鸟兽不待九而率舞。”晋成公绥《啸赋》：“百兽率儛而抃足，凤皇来仪而拊翼。”唐柳宗元《晋问》：“有百兽率舞，凤凰来仪，於变时雍之美，故其人至于今和而不怒。”《三国演义》第八十回：“自魏即位以来，麒麟降生，凤凰来仪。”亦省作“凤皇仪”。《后汉书·崔寔传》：“乐作而凤皇仪，击石而百兽舞。”一说，舜作箫韶，其形制法凤凰之容仪，十管参差，像凤之翼。参阅汉应劭《风俗通·声音·箫》。"
    },
    "凤凰于飞": {
        "no": "4863",
        "meaning": "亦作“凤皇于飞”。亦作“凤皇于蜚”。凤和凰相偕而飞。喻夫妻相亲相爱。亦常用以祝人婚姻美满之辞。"
    },
    "凤狂龙躁": {
        "no": "4864",
        "meaning": "形容心情烦躁，精神失常。"
    },
    "凤楼龙阙": {
        "no": "4865",
        "meaning": "形容华美的宫阙楼台。"
    },
    "凤毛鸡胆": {
        "no": "4866",
        "meaning": "凤的羽毛，鸡的胆子。比喻外表英武而实际怯弱。"
    },
    "凤毛济美": {
        "no": "4867",
        "meaning": "比喻后继者能与前人的业绩齐美而发扬光大。旧时多用以称颂贤良父兄有优秀子弟。"
    },
    "凤毛麟角": {
        "no": "4868",
        "meaning": "凤凰的毛，麒麟的角。比喻珍贵而稀少的人才或事物。"
    },
    "凤毛龙甲": {
        "no": "4869",
        "meaning": "凤的羽毛，龙的鳞甲。比喻珍贵之物。"
    },
    "凤靡鸾吪": {
        "no": "4870",
        "meaning": "《禽经》：“凤靡鸾吪，百鸟瘗之。”张华注：“凤死曰靡，鸾死曰吪。”后用作对贤人去世的哀挽之词。"
    },
    "凤鸣朝阳": {
        "no": "4871",
        "meaning": "《诗·大雅·卷阿》：“凤皇鸣矣，于彼高冈；梧桐生矣，于彼朝阳。”后因以“凤鸣朝阳”比喻贤才遇时而起。"
    },
    "凤鸣鹤唳": {
        "no": "4872",
        "meaning": "形容优美的声音。"
    },
    "凤鸣麟出": {
        "no": "4873",
        "meaning": "凤凰鸣唱，麒麟出现。比喻贤人出现。"
    },
    "凤食鸾栖": {
        "no": "4874",
        "meaning": "鸾凤非竹实不食，非悟桐不栖。比喻高位或帝位。"
    },
    "凤髓龙肝": {
        "no": "4875",
        "meaning": "比喻珍奇美味。"
    },
    "凤叹虎视": {
        "no": "4876",
        "meaning": "形容谈吐文雅，器宇轩昂。"
    },
    "凤舞龙飞": {
        "no": "4877",
        "meaning": "形容书法笔势有力，灵活舒展。"
    },
    "凤舞龙蟠": {
        "no": "4878",
        "meaning": "凤凰飞舞，蛟龙盘曲。形容相配得当。"
    },
    "凤舞鸾歌": {
        "no": "4879",
        "meaning": "①形容美妙的歌舞。②仙舞的两支曲名。"
    },
    "凤箫龙管": {
        "no": "4880",
        "meaning": "指笙箫一类管乐的吹奏声。"
    },
    "凤箫鸾管": {
        "no": "4881",
        "meaning": "笙箫之类的吹奏乐。"
    },
    "凤协鸾和": {
        "no": "4882",
        "meaning": "形容夫妻和睦，感情融洽。"
    },
    "凤仪兽舞": {
        "no": "4883",
        "meaning": "《书·益稷》：“《箫韶》九成，凤皇来仪……击石拊石，百兽率舞。”后用“凤仪兽舞”表示圣贤教化的功效极大，能使神异的鸟兽奋然起舞。"
    },
    "凤臆龙鬐": {
        "no": "4884",
        "meaning": "凤凰的胸脯，龙的颈毛。比喻骏马的雄奇健美。"
    },
    "凤吟鸾吹": {
        "no": "4885",
        "meaning": "比喻极为美妙的歌声。"
    },
    "凤引九雏": {
        "no": "4886",
        "meaning": "《晋书·穆帝纪》：“（升平四年）二月，凤凰将九雏见于丰城。”后以“凤引九雏”为天下太平、社会繁荣的吉兆。"
    },
    "凤友鸾交": {
        "no": "4887",
        "meaning": "①比喻有情男女结成的夫妇。②比喻男女间情投意合。"
    },
    "凤友鸾谐": {
        "no": "4888",
        "meaning": "见“凤友鸾交”。"
    },
    "凤翥龙蟠": {
        "no": "4889",
        "meaning": "像凤凰飞舞，蛟龙盘曲。比喻体势的飞扬劲建，回旋多姿。"
    },
    "凤翥龙骧": {
        "no": "4890",
        "meaning": "形容奋发有为。"
    },
    "凤翥龙翔": {
        "no": "4891",
        "meaning": "龙飞凤舞。形容势态非凡。"
    },
    "凤翥鸾回": {
        "no": "4892",
        "meaning": "形容字体笔势之妙，如鸾凤的飞舞。"
    },
    "凤翥鸾翔": {
        "no": "4893",
        "meaning": "像凤凰高飞。比喻女子婚姻美满得意。"
    },
    "凤翥鹏翔": {
        "no": "4894",
        "meaning": "形容奋发有为。"
    },
    "凤子龙孙": {
        "no": "4895",
        "meaning": "帝王或贵族的后代。"
    },
    "奉辞伐罪": {
        "no": "4896",
        "meaning": "谓奉严正之辞而讨有罪。"
    },
    "奉公克己": {
        "no": "4897",
        "meaning": "谓严以律己，一心为公。"
    },
    "奉公如法": {
        "no": "4898",
        "meaning": "奉行公事，遵守法令。"
    },
    "奉公守法": {
        "no": "4899",
        "meaning": "见“奉公如法”。"
    },
    "奉令承教": {
        "no": "4900",
        "meaning": "遵从命令，接受教诲。"
    },
    "奉命惟谨": {
        "no": "4901",
        "meaning": "又作：唯命是从。形容严格遵照命令行事，不敢稍有违背。"
    },
    "奉如神明": {
        "no": "4902",
        "meaning": "象对待神灵那样崇奉。形容对某人或某种事物极其尊重。语本《左传·襄公十四年》“敬之如神明”。"
    },
    "奉若神明": {
        "no": "4903",
        "meaning": "见“奉如神明”。"
    },
    "奉头鼠窜": {
        "no": "4904",
        "meaning": "狼狈逃窜貌。奉，通“捧”。"
    },
    "奉为圭臬": {
        "no": "4905",
        "meaning": "遵奉为准则或法度。"
    },
    "奉为楷模": {
        "no": "4906",
        "meaning": "尊奉为准则和模范。"
    },
    "奉为至宝": {
        "no": "4907",
        "meaning": "尊奉为最珍贵的宝物。"
    },
    "奉行故事": {
        "no": "4908",
        "meaning": "照旧例行事。"
    },
    "佛高一尺，魔高一丈": {
        "no": "4909",
        "meaning": "原为佛家告诫修行者，要警惕外界诱惑。佛，指佛法；魔，指魔法。后用以比喻一方势力（多指正义的）增长，与之对立的另一方势力（多指非正义的）则加倍增长。"
    },
    "佛口蛇心": {
        "no": "4910",
        "meaning": "比喻嘴甜心毒。"
    },
    "佛是金妆，人是衣妆": {
        "no": "4911",
        "meaning": "谚语。意为佛像的光彩要靠涂金，人样的俊俏要靠衣饰。"
    },
    "佛是金装，人是衣装": {
        "no": "4912",
        "meaning": "见“佛是金妆，人是衣妆”。"
    },
    "佛头著粪": {
        "no": "4913",
        "meaning": "《景德传灯录·如会禅师》：“崔相公入寺，见鸟雀於佛头上放粪，乃问师曰：‘鸟雀还有佛性也无？’师云：‘有。’崔云：‘为什麽向佛头上放粪？’师云：‘是伊为什麽不向鹞子头上放？’”后因以“佛头著粪”比喻美好的事物被亵渎，玷污。"
    },
    "佛头着粪": {
        "no": "4914",
        "meaning": "见“佛头著粪”。"
    },
    "佛性禅心": {
        "no": "4915",
        "meaning": "谓佛教徒一意修行、清静寂定之心性。"
    },
    "佛眼佛心": {
        "no": "4916",
        "meaning": "比喻善意看待别人。"
    },
    "佛眼相看": {
        "no": "4917",
        "meaning": "比喻善意看待。"
    },
    "否极泰回": {
        "no": "4918",
        "meaning": "见“否2极泰来”。"
    },
    "否极泰来": {
        "no": "4919",
        "meaning": "谓厄运终而好运至。"
    },
    "否极阳回": {
        "no": "4920",
        "meaning": "又作：否极泰来。"
    },
    "否去泰来": {
        "no": "4921",
        "meaning": "指厄运过去，好运到来。"
    },
    "否往泰来": {
        "no": "4922",
        "meaning": "见“否2去泰来”。"
    },
    "否终复泰": {
        "no": "4923",
        "meaning": "谓厄运终结，好运转来。"
    },
    "否终则泰": {
        "no": "4924",
        "meaning": "谓闭塞到极点，则转向通泰。"
    },
    "夫倡妇随": {
        "no": "4925",
        "meaning": "见“夫唱妇随”。"
    },
    "夫唱妇随": {
        "no": "4926",
        "meaning": "①语本《关尹子·三极》：“天下之理，夫者唱，妇者随。”唱，一本作“倡”。谓妻子唯夫命是从，处处顺从丈夫。②比喻夫妇相处和睦融洽。"
    },
    "夫负妻戴": {
        "no": "4927",
        "meaning": "相传春秋时，楚狂接舆躬耕而食。楚王使人聘之，请为治淮南。接舆笑而不应。其妻以为君命不从非忠，从之又违义。于是夫负釜甑，妻戴纴器，变名易姓而远徙，莫知所之。见汉刘向《列女传·楚接舆妻》。故以“夫负妻戴”谓夫妻远徙避世，不慕荣利。"
    },
    "夫贵妻荣": {
        "no": "4928",
        "meaning": "见“夫荣妻贵”。"
    },
    "夫荣妻贵": {
        "no": "4929",
        "meaning": "《仪礼·丧服》：“夫尊於朝，妻贵於室矣。”古代妇女无爵，嫁而从夫，故云。后以“夫荣妻贵”指丈夫荣显，则妻子随之尊贵。"
    },
    "夫子自道": {
        "no": "4930",
        "meaning": "《论语·宪问》：“子曰：‘君子道者三，我无能焉：仁者不忧，知者不惑，勇者不惧。’子财曰：‘夫子自道也。’”指本意说别人而事实上却正说着了自己。"
    },
    "肤寸而合": {
        "no": "4931",
        "meaning": "谓（云气）逐渐集合。"
    },
    "肤见謭识": {
        "no": "4932",
        "meaning": "浅陋的见识。"
    },
    "肤末支离": {
        "no": "4933",
        "meaning": "肤浅琐碎。"
    },
    "肤受之诉": {
        "no": "4934",
        "meaning": "见“肤受之愬”。"
    },
    "肤受之愬": {
        "no": "4935",
        "meaning": "指谗言。肤受，谓浮泛不实，或谓利害切身。"
    },
    "肤受之言": {
        "no": "4936",
        "meaning": "见“肤受之愬”。"
    },
    "肤粟股栗": {
        "no": "4937",
        "meaning": "皮肤上起疙瘩，大腿发抖。形容非常恐惧。"
    },
    "跗萼连晖": {
        "no": "4938",
        "meaning": "比喻兄弟均贵显荣耀。"
    },
    "跗萼联芳": {
        "no": "4939",
        "meaning": "比喻兄弟均贵显荣耀。"
    },
    "跗萼载韡": {
        "no": "4940",
        "meaning": "《诗·小雅·常棣》：“常棣之华，鄂不韡韡。”郑玄笺：“鄂足得华之光明，则韡韡然盛兴者，喻弟以敬事兄，兄以荣覆弟，恩义之显亦韡韡然。”孔颖达疏：“言兄弟和睦实强盛而有光晖也……言兄弟相亲则致荣显也。”因用以比喻兄弟均贵显荣耀。"
    },
    "敷衍了事": {
        "no": "4941",
        "meaning": "谓做事不负责，只图表面上能应付过去便完事。"
    },
    "敷衍塞责": {
        "no": "4942",
        "meaning": "犹敷衍了事。"
    },
    "敷衍搪塞": {
        "no": "4943",
        "meaning": "做事马马虎虎应付一下，塞责了事。"
    },
    "伏低做小": {
        "no": "4944",
        "meaning": "甘愿处于低下的地位。"
    },
    "伏而咶天": {
        "no": "4945",
        "meaning": "比喻所行与所求背道而驰，不可能达到目的。"
    },
    "伏首贴耳": {
        "no": "4946",
        "meaning": "畏缩恐惧的样子。"
    },
    "凫短鹤长": {
        "no": "4947",
        "meaning": "凫胫短鹤胫长。长短不齐。泛指馀缺不齐。"
    },
    "凫鹤从方": {
        "no": "4948",
        "meaning": "指野鸭和鹤各从其所属的品类。比喻顺其自然行事。"
    },
    "凫胫鹤膝": {
        "no": "4949",
        "meaning": "《庄子·骈拇》：“是故凫胫虽短，续之则忧；鹤胫虽长，断之则悲。”后以“凫胫鹤膝”谓事物各有长短，天性使然，不可随意损益。"
    },
    "凫居雁聚": {
        "no": "4950",
        "meaning": "谓群聚一处。"
    },
    "凫趋雀跃": {
        "no": "4951",
        "meaning": "比喻欢欣鼓舞。"
    },
    "孚尹明达": {
        "no": "4952",
        "meaning": "见“孚尹旁达”。"
    },
    "孚尹旁达": {
        "no": "4953",
        "meaning": "亦作“孚尹明达”。指玉的色彩晶莹发亮，比喻品德高尚纯洁。"
    },
    "扶老携幼": {
        "no": "4954",
        "meaning": "扶着老人，领着小孩。多形容某些欢迎、投奔、逃亡等场合人们成群结队而行的情况。"
    },
    "扶墙摸壁": {
        "no": "4955",
        "meaning": "亦作“扶墙摸壁”。①谓步履不稳。②比喻小心谨慎，没有创见。"
    },
    "扶倾济弱": {
        "no": "4956",
        "meaning": "扶助倾危，救济弱小。"
    },
    "扶危定乱": {
        "no": "4957",
        "meaning": "扶助危难，平定祸乱。"
    },
    "扶危定倾": {
        "no": "4958",
        "meaning": "谓在国家危殆将倾覆之时扶持之使安定。"
    },
    "扶危济急": {
        "no": "4959",
        "meaning": "犹扶危济困。"
    },
    "扶危济困": {
        "no": "4960",
        "meaning": "见“扶危救困”。"
    },
    "扶危救困": {
        "no": "4961",
        "meaning": "对处境危急、困难的人给以救济帮助。"
    },
    "扶危翼倾": {
        "no": "4962",
        "meaning": "见“扶危定倾”。"
    },
    "扶摇直上": {
        "no": "4963",
        "meaning": "语本《庄子·逍遥游》：“鹏之徙於南冥也，水击三千里，抟扶摇而上者九万里。”后用以形容急剧上升或喻仕途得志。"
    },
    "扶正黜邪": {
        "no": "4964",
        "meaning": "扶助正道，除去邪恶。"
    },
    "服牛乘马": {
        "no": "4965",
        "meaning": "役使牛马驾车。"
    },
    "浮笔浪墨": {
        "no": "4966",
        "meaning": "谓多余累赘的文字。"
    },
    "浮瓜沉李": {
        "no": "4967",
        "meaning": "见“浮瓜沈李”。"
    },
    "浮瓜沈李": {
        "no": "4968",
        "meaning": "亦作“浮瓜沉李”。语出三国魏曹丕《与朝歌令吴质书》：“浮甘瓜於清泉，沈硃李於寒水。”谓以寒泉洗瓜果解渴。后因以“浮瓜沈李”代指消夏乐事。"
    },
    "浮光掠影": {
        "no": "4969",
        "meaning": "亦作“浮光略影”。水面上的反光和一掠而过的影子。比喻见识肤浅或印象不深。"
    },
    "浮光略影": {
        "no": "4970",
        "meaning": "见“浮光掠影”。"
    },
    "浮花浪蕊": {
        "no": "4971",
        "meaning": "①寻常花草。②比喻轻浮的人。③比喻漂泊的人。"
    },
    "浮迹浪踪": {
        "no": "4972",
        "meaning": "谓行踪不定。"
    },
    "浮家泛宅": {
        "no": "4973",
        "meaning": "谓以船为家，浪迹江湖。"
    },
    "浮来暂去": {
        "no": "4974",
        "meaning": "喻来去无定。"
    },
    "浮石沉木": {
        "no": "4975",
        "meaning": "见“浮石沈木”。"
    },
    "浮石沈木": {
        "no": "4976",
        "meaning": "亦作“浮石沉木”。喻是非颠倒。"
    },
    "浮收勒索": {
        "no": "4977",
        "meaning": "见“浮收勒折”。"
    },
    "浮收勒折": {
        "no": "4978",
        "meaning": "用强迫手段额外征收。"
    },
    "浮头滑脑": {
        "no": "4979",
        "meaning": "又作：油头滑脑。形容人轻浮狡猾。"
    },
    "浮想联翩": {
        "no": "4980",
        "meaning": "形容众多的想象不断涌现出来。"
    },
    "浮云蔽日": {
        "no": "4981",
        "meaning": "语本《文子·上德》：“日月欲明，浮云盖之。”后喻佞奸之徒蔽君上之明。"
    },
    "浮湛连蹇": {
        "no": "4982",
        "meaning": "谓宦海浮沉，遭遇坎坷。"
    },
    "浮踪浪迹": {
        "no": "4983",
        "meaning": "见“浮迹浪踪”。"
    },
    "桴鼓相应": {
        "no": "4984",
        "meaning": "以鼓槌击鼓，鼓即发声。比喻相互应和，配合紧密。"
    },
    "福不盈眦": {
        "no": "4985",
        "meaning": "谓福禄富贵渺小而短暂。"
    },
    "福不重至，祸必重来": {
        "no": "4986",
        "meaning": "旧谚。谓幸运事不会连续到来，祸事却会接踵而至。"
    },
    "福地洞天": {
        "no": "4987",
        "meaning": "同“洞天福地”。神仙所居地。"
    },
    "福禄双全": {
        "no": "4988",
        "meaning": "幸福和禄秩两样全备。"
    },
    "福衢寿车": {
        "no": "4989",
        "meaning": "通往福寿的道路和车子。指获取福寿的途径。"
    },
    "福善祸淫": {
        "no": "4990",
        "meaning": "谓赐福给为善的人，降祸给作恶的人。常用为劝人行善之词。"
    },
    "福寿康宁": {
        "no": "4991",
        "meaning": "祝颂语。谓幸福、长寿、健康、安宁诸福齐备。"
    },
    "福寿双全": {
        "no": "4992",
        "meaning": "幸福和年寿两样全备。"
    },
    "福孙廕子": {
        "no": "4993",
        "meaning": "谓福廕及于子孙。"
    },
    "福无双至，祸不单行": {
        "no": "4994",
        "meaning": "见“福不重至，祸必重来”。"
    },
    "福至心灵": {
        "no": "4995",
        "meaning": "幸福来到则心思灵敏。"
    },
    "蜉蝣撼大树": {
        "no": "4996",
        "meaning": "比喻自不量力。"
    },
    "抚躬自问": {
        "no": "4997",
        "meaning": "反躬自问。谓自我反省。"
    },
    "抚今悼昔": {
        "no": "4998",
        "meaning": "因眼前事物而引起对往事的追思。"
    },
    "抚今思昔": {
        "no": "4999",
        "meaning": "见“抚今悼昔”。"
    },
    "抚今痛昔": {
        "no": "5000",
        "meaning": "见“抚今悼昔”。"
    }      
}};
